[
{
  "model": "auth.user",
  "fields": {
    "password": "pbkdf2_sha256$1000000$0TosxzPrdiXXbfALpbsCg0$1mm5kv/9D2yw2TgvD3OYMI0p/9btiITA+rsFRNAhKgw=",
    "last_login": "2025-09-28T18:29:29.912Z",
    "is_superuser": true,
    "username": "Lalita",
    "first_name": "",
    "last_name": "",
    "email": "bltataenglishguru@gmail.com",
    "is_staff": true,
    "is_active": true,
    "date_joined": "2025-09-13T23:30:58.802Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "auth.user",
  "fields": {
    "password": "pbkdf2_sha256$1000000$Tu5lEWBD6122E1r9MPxyB9$hqAUQOH5yKaso7CpBslRAouT8A7q7GPTTpwVIdp+z94=",
    "last_login": "2025-09-21T09:04:36.659Z",
    "is_superuser": false,
    "username": "social",
    "first_name": "",
    "last_name": "",
    "email": "garimatataiitian@gmail.com",
    "is_staff": false,
    "is_active": true,
    "date_joined": "2025-09-21T07:54:08.013Z",
    "groups": [],
    "user_permissions": []
  }
},
{
  "model": "sites.site",
  "fields": {
    "domain": "example.com",
    "name": "example.com"
  }
},
{
  "model": "content.content",
  "pk": 5,
  "fields": {
    "created": "2025-09-17T18:06:51.103Z",
    "updated": "2025-09-28T19:37:22.377Z",
    "master": "buddha",
    "content_type": "teaching",
    "title": "Es Dhammo Sanantano",
    "slug": "es-dhammo-sanantano",
    "description": "<p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><b style=\"\">\"Es dhammo sanantano\"</b> is a phrase found in Buddhist scriptures, particularly in the<b style=\"\"> Dhammapada</b>, which is a collection of sayings of the Buddha. The phrase translates to \"This is a timeless law\" or \"This is an eternal truth.\"</span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\">The core principle being referenced, \"hatred is never appeased by hatred; by non-hatred alone is hatred appeased,\" is indeed one of the most well-known and central tenets of the Buddha's teachings. This is not presented as a divine commandment but as a fundamental law of cause and effect, or karma. It's an observation about the nature of reality and the human condition.</span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\">This teaching suggests that perpetuating cycles of violence and animosity only deepens suffering. The only way to truly resolve conflict and break free from this cycle is to respond with compassion and understanding. This approach is seen as a practical and effective way to achieve peace, both within oneself and in the world. The universality of this principle is a key part of its appeal, transcending specific cultures or religions. One point to remember here is that the Shastra (scripture) is evolving from the Buddha, he is not quoting any Shastra.</span></p>",
    "excerpt": "<p style=\"\"><span style=\"color: rgb(115, 24, 66);\">The Buddha's teaching, <span style=\"\">\"Es dhammo sanantano,\"</span> reveals a timeless truth: hatred cannot defeat hatred. It's a fundamental principle of cause and effect, not a divine rule. The only way to break the cycle of suffering is to act with love and compassion, a universally valid law that leads to lasting peace.</span></p>",
    "url": null,
    "author": "Buddha, the Timeless",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/29/esa_dhammo_sanantano.png"
  }
},
{
  "model": "content.content",
  "pk": 6,
  "fields": {
    "created": "2025-09-17T18:16:56.046Z",
    "updated": "2025-09-28T20:57:37.865Z",
    "master": "buddha",
    "content_type": "book",
    "title": "The Dhammapada",
    "slug": "the-dhammapada",
    "description": "<p style=\"\"><span style=\"color: rgb(115, 24, 66);\">The Dhammapada is a collection of 423 verses of the Buddha's teachings. It is a core Buddhist scripture, offering practical wisdom and ethical guidance on the path to liberation. It covers fundamental concepts like karma, mindfulness, and the nature of suffering, providing a timeless and accessible summary of the Dhamma.</span></p>",
    "excerpt": "<p style=\"\"><span style=\"color: rgb(115, 24, 66);\">The Dhammapada is arguably the most widely known and revered text in the Pali Canon, offering a clear and accessible summary of the Buddha's core teachings. Its 423 verses are a poetic and deeply practical guide to living an awakened life. Unlike more complex philosophical scriptures, the Dhammapada focuses on universal human experiences, providing wisdom on the nature of the mind, the consequences of our actions (karma), and the path to ending suffering.</span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\">Its verses are structured around themes such as mindfulness, compassion, and the pursuit of truth, making profound spiritual concepts digestible for everyday life. The Dhammapada is not merely a historical document; it is a living source of inspiration and moral instruction. For practitioners, it serves as a constant companion, a reminder that the path to inner peace and liberation is found through the cultivation of a disciplined mind and virtuous conduct. Its enduring relevance highlights the timelessness of the Dhamma.</span></p>",
    "url": null,
    "author": "Osho, the Timeless",
    "flipkart_buy_link": "https://www.amazon.in/Dhammapada-Way-Buddha-OSHO-Set/dp/9380089996/ref=sr_1_2?crid=KPRQZFJVR6YD&dib=eyJ2IjoiMSJ9.74CvltVfyxe4dzionlXHbr7b1ZXppO3lUOEw-7bgPd1QtDLAX_0QQaT6HcMCj4sQXDwLGlSQ_nPb6EoFGzn5DyjOvoDFzjQL3LLSJu2X5xiWqMpqi4LUxw4RJ1Niv97WnXoNHfgKvHfsAgkDvqtk8wYn6XuDzEjZfK1OyvZasNjAjFa_iGoB7j02yTTqMB_ShijjJb9PWZDIK_0qO1UAwxE-VU1bRG0x1ZGhB8d4wSI.GM7TFGLtdi905BY07NsDuULOaNX28DCeNpXbTqjutE0&dib_tag=se&keywords=dhammapada+by+osho&qid=1758133593&sprefix=dhammapad+by+osho%2Caps%2C335&sr=8-2",
    "amazon_buy_link": "https://www.amazon.in/Dhammapada-Way-Buddha-OSHO-Set/dp/9380089996/ref=sr_1_2?crid=KPRQZFJVR6YD&dib=eyJ2IjoiMSJ9.74CvltVfyxe4dzionlXHbr7b1ZXppO3lUOEw-7bgPd1QtDLAX_0QQaT6HcMCj4sQXDwLGlSQ_nPb6EoFGzn5DyjOvoDFzjQL3LLSJu2X5xiWqMpqi4LUxw4RJ1Niv97WnXoNHfgKvHfsAgkDvqtk8wYn6XuDzEjZfK1OyvZasNjAjFa_iGoB7j02yTTqMB_ShijjJb9PWZDIK_0qO1UAwxE-VU1bRG0x1ZGhB8d4wSI.GM7TFGLtdi905BY07NsDuULOaNX28DCeNpXbTqjutE0&dib_tag=se&keywords=dhammapada+by+osho&qid=1758133593&sprefix=dhammapad+by+osho%2Caps%2C335&sr=8-2",
    "image": "content/2025/09/29/The_dhammapada_by_osho_2.png"
  }
},
{
  "model": "content.content",
  "pk": 7,
  "fields": {
    "created": "2025-09-17T18:44:16.237Z",
    "updated": "2025-09-17T20:14:24.927Z",
    "master": "buddha",
    "content_type": "video",
    "title": "The Buddha Episode 1",
    "slug": "the-buddha-episode-1",
    "description": "",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/KNlqFAfkggo",
    "author": "Modi Studio",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/18/episode1_image.png"
  }
},
{
  "model": "content.content",
  "pk": 8,
  "fields": {
    "created": "2025-09-17T18:58:18.848Z",
    "updated": "2025-09-21T13:20:03.441Z",
    "master": "buddha",
    "content_type": "blog",
    "title": "Gautam Buddha in Bhagwan Osho's words",
    "slug": "oshos-vision-of-gautam-buddha-the-embodiment-of-emptiness-and-enlightenment",
    "description": "<p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\"><b>Osho, the Timeless Spiritual Master</b>, held Gautam Buddha in exceptionally high esteem, often referring to him as the \"greatest flower\" of humanity and the \"ultimate culmination\" of consciousness. His discourses on Buddha are extensive, reverential, and deeply insightful, viewing Buddha not merely as a historical figure or founder of a religion, but as the very embodiment of enlightenment itself. For Osho, Buddha represented a radical departure from traditional spirituality, ushering in an era of inner inquiry and self-realization rather than external worship or reliance on deities.</span></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">One of Osho's central themes when discussing Buddha is the concept of <b>Anatta (no-self) and Shunyata (emptiness)</b>. Osho saw Buddha's teaching of no-self as revolutionary. <span class=\"citation-15 citation-end-15\">Unlike other spiritual traditions that sought to find the \"soul\" or a permanent self, Buddha declared that there is no fixed, unchanging entity within.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c3362070555=\"\"><sup _ngcontent-ng-c3362070555=\"\" class=\"superscript\" data-turn-source-index=\"1\"><!----></sup></source-footnote></span> This, according to Osho, was Buddha's greatest gift û a profound understanding that our perceived self is merely a collection of transient phenomena. This emptiness, however, is not a void of nothingness but a dynamic, open potential, a space from which true consciousness can arise. Osho believed that by accepting this no-self, one sheds the ego, the source of all suffering.<sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c997734794=\"\"><!----><source-inline-chips _ngcontent-ng-c997734794=\"\" _nghost-ng-c786323692=\"\" class=\"ng-star-inserted\"><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c876799829=\"\" class=\"ng-star-inserted\"></source-inline-chip></source-inline-chips></sources-carousel-inline></span></p><div _ngcontent-ng-c876799829=\"\" class=\"source-inline-chip-container ng-star-inserted\"><span style=\"color: rgb(115, 24, 66);\"></span></div><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">Osho frequently highlighted Buddha's <b>scientific approach to spirituality</b>. He emphasized that Buddha discouraged blind faith and instead urged his disciples to \"come and see\" û to experiment, observe, and experience truth for themselves. For Osho, Buddha was the first psychologist, meticulously dissecting the workings of the human mind, analyzing suffering, and providing practical methods like meditation for inner transformation. He often presented Buddha as a rationalist, a pragmatist who offered techniques rather than dogmas, inviting individuals to become their own light (Atta Deep Bhava).</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">Another crucial aspect of Osho's perspective was Buddha as <b>the embodiment of ultimate peace and silence</b>. Osho often contrasted Buddha's profound stillness with the zealous activity of other spiritual figures. Buddha's enlightenment was not about achieving something, but about recognizing the inherent peace that already exists when all mental clutter and desires dissolve. His silent presence, his serene countenance, became for Osho the living proof of liberation. This silence was not an absence of sound but a state of absolute inner tranquility, a state beyond words and concepts.</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">Finally, Osho interpreted Buddha's teachings as a call for <b>individual responsibility and inner revolution</b>. He asserted that Buddha liberated humanity from the clutches of gods and priests, placing the responsibility for spiritual growth squarely on the individual. There is no savior, only self-effort. BuddhaÆs path was one of self-discovery, where each person had to walk their own journey to enlightenment. Osho saw Buddha as providing the map, but the walking had to be done by the individual.</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p><!----><!----><!----><!----><!----><!----><!----><!----></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\">In essence, for Osho, Gautam Buddha was the ultimate symbol of awakened consciousness, a pure mirror reflecting the possibility of complete inner freedom and the realization of one's true, egoless nature. His teachings were not a religion to be followed, but an invitation to a personal, existential transformation.</span></p>",
    "excerpt": "<p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\">Osho viewed Gautam Buddha not as a religious figure, but as the \"greatest flower\" of humanity and a radical embodiment of enlightenment. He celebrated Buddha's teachings on <b>Anatta (no-self)</b> and <b>Shunyata (emptiness)</b> as a revolutionary path to shed the ego and end suffering. Osho admired Buddha's <b>scientific and psychological approach</b> to spirituality, which emphasized personal experience over blind faith. For him, Buddha represented the pinnacle of inner peace and silence, and a call for individual responsibility, urging each person to become their own guide on the path to liberation.</span></p>",
    "url": null,
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/18/osho_about_buddha.png"
  }
},
{
  "model": "content.content",
  "pk": 9,
  "fields": {
    "created": "2025-09-17T19:13:52.550Z",
    "updated": "2025-09-18T21:32:08.991Z",
    "master": "osho",
    "content_type": "teaching",
    "title": "The Art of Let-Go",
    "slug": "the-art-of-let-go",
    "description": "<p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\">Acharya Rajneesh Osho spoke on a multitude of topics with his unparalleled knowledge of the truth or existence or \"Parmatma\". Today, I am going to discuss one of His overarching teachings which stand out as the very core of his philosophy: the principle of \"let-go.\" </span></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\">\"Let-go\" is not merely a passive surrender, but an active, conscious release of the ego, attachments, and the mental constructs that bind us. For Osho, this \"letting go\" is the ultimate act of courage and the key to true liberation and enlightenment.</span></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">He posited that the human mind is a constant generator of desires, fears, and judgments, all of which create a sense of a separate, struggling selfùthe ego. This ego, with its need for control, security, and validation, is the root cause of all suffering. </span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">Osho's most fundamental instruction, therefore, was to observe this mind without getting entangled in its noise. He taught that by simply witnessing our thoughts and emotions, we create a space between ourselves and the mental activity. In this space, we can begin the process of letting go of the need to control outcomes, the craving for external validation, and the fear of the unknown.</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">This teaching is intrinsically linked to his concept of <b>\"Zorba the Buddha.\"</b> Osho believed that a truly enlightened person is not a renunciate who shuns the world, but one who fully embraces lifeùthe Zorbaùwhile maintaining the inner stillness and detachment of the Buddha. </span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">The art of letting go allows one to participate in life's dance with total abandon, free from the heavy burden of the ego. It means loving without possessiveness, living without anxiety about the future, and being present in the moment without regret for the past.</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\">OshoÆs teachings on letting go extended to meditation techniques. He designed dynamic meditations specifically to help people release suppressed emotions and mental blocks, paving the way for a state of thoughtless awareness. He emphasized that <b>meditation is not about controlling the mind but about becoming a passive observer of it</b>. This observation, without judgment, naturally leads to a spontaneous letting go, which in turn brings about a state of profound inner silence and bliss.</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\"><b>In essence</b>, \"the art of let-go\" is Osho's ultimate teaching to attain a life of freedom. It is a call to drop the masks, shed the past, and surrender to the flow of existence. By letting go of who we think we are, we open ourselves to the possibility of discovering who we truly areùa state of pure, unconditioned consciousness. </span></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"text-align: justify; \"><span style=\"color: rgb(115, 24, 66);\">This is the final step, a leap into the unknown, where the drop merges with the ocean, and the individual consciousness dissolves into the universal.</span></p>",
    "excerpt": "<p style=\"text-align: justify; \"><b>Osho on the Core of His Teaching:</b></p><blockquote><p style=\"text-align: justify;\">\"The principle of 'let-go' is an active, conscious release of the ego, attachments, and the mental constructs that bind us... the ultimate act of courage and the key to true liberation and enlightenment.\"</p></blockquote><p style=\"text-align: justify;\"><b>Osho on the Ego and Suffering:</b></p><blockquote><p style=\"text-align: justify;\">\"The human mind is a constant generator of desires, fears, and judgments... This ego, with its need for control... is the root cause of all suffering.\"</p></blockquote><p style=\"text-align: justify;\"><b>Osho on the Path to Freedom:</b></p><blockquote><p style=\"text-align: justify;\"><span class=\"citation-19 citation-end-19\">\"By simply witnessing our thoughts and emotions, we create a space between ourselves and the mental activity.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c3362070555=\"\"><sup _ngcontent-ng-c3362070555=\"\" class=\"superscript\" data-turn-source-index=\"1\"><!----></sup></source-footnote></span> In this space, we can begin the process of letting go.\"<sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c997734794=\"\"><!----><source-inline-chips _ngcontent-ng-c997734794=\"\" _nghost-ng-c786323692=\"\" class=\"ng-star-inserted\"><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c876799829=\"\" class=\"ng-star-inserted\"></source-inline-chip></source-inline-chips></sources-carousel-inline></p><div _ngcontent-ng-c876799829=\"\" class=\"source-inline-chip-container ng-star-inserted\"><button _ngcontent-ng-c876799829=\"\" cdkoverlayorigin=\"\" class=\"button ng-star-inserted\" jslog=\"262206;track:generic_click,impression,attention\" data-hveid=\"0\" decode-data-ved=\"1\" data-ved=\"0CAAQvoAQahgKEwjqxLK8reCPAxUAAAAAHQAAAAAQ3AM\" fdprocessedid=\"ngpbxh\"><div style=\"text-align: justify;\"></div><mat-icon _ngcontent-ng-c876799829=\"\" role=\"img\" fonticon=\"link\" class=\"mat-icon notranslate symbol gds-icon-s google-symbols mat-ligature-font mat-icon-no-color\" aria-hidden=\"true\" data-mat-icon-type=\"font\" data-mat-icon-name=\"link\"></mat-icon></button><!----><!----><!----><!----></div><!----><!----><!----><!----><!----><!----><!----><!----><p></p></blockquote><p style=\"text-align: justify;\"><b>Osho on \"Zorba the Buddha\":</b></p><blockquote><p style=\"text-align: justify;\">\"The art of letting go allows one to participate in life's dance with total abandon, free from the heavy burden of the ego.\"</p></blockquote><p style=\"text-align: justify;\"><b>Osho on the Nature of Meditation:</b></p><blockquote><p style=\"text-align: justify;\"><span class=\"citation-18 citation-end-18\">\"Meditation is not about controlling the mind but about becoming a passive observer of it... this observation, without judgment, naturally leads to a spontaneous letting go.\"<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c3362070555=\"\"><sup _ngcontent-ng-c3362070555=\"\" class=\"superscript\" data-turn-source-index=\"2\"><!----></sup></source-footnote></span><sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c997734794=\"\"><!----><source-inline-chips _ngcontent-ng-c997734794=\"\" _nghost-ng-c786323692=\"\" class=\"ng-star-inserted\"><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c876799829=\"\" class=\"ng-star-inserted\"></source-inline-chip></source-inline-chips></sources-carousel-inline></p><div _ngcontent-ng-c876799829=\"\" class=\"source-inline-chip-container ng-star-inserted\"><button _ngcontent-ng-c876799829=\"\" cdkoverlayorigin=\"\" class=\"button ng-star-inserted\" jslog=\"262206;track:generic_click,impression,attention\" data-hveid=\"0\" decode-data-ved=\"1\" data-ved=\"0CAAQvoAQahgKEwjqxLK8reCPAxUAAAAAHQAAAAAQ3QM\" fdprocessedid=\"dpbuzs\"><div style=\"text-align: justify;\"></div><mat-icon _ngcontent-ng-c876799829=\"\" role=\"img\" fonticon=\"link\" class=\"mat-icon notranslate symbol gds-icon-s google-symbols mat-ligature-font mat-icon-no-color\" aria-hidden=\"true\" data-mat-icon-type=\"font\" data-mat-icon-name=\"link\"></mat-icon></button><!----><!----><!----><!----></div><!----><!----><!----><!----><!----><!----><!----><!----><p></p></blockquote><p style=\"text-align: justify;\"><b>Osho on the Final Goal:</b></p><blockquote><p style=\"text-align: justify; \">\"By letting go of who we think we are, we open ourselves to the possibility of discovering who we truly areùa state of pure, unconditioned consciousness.\"</p></blockquote>",
    "url": null,
    "author": "OSHO",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/18/the_art_of_let_go_1.png"
  }
},
{
  "model": "content.content",
  "pk": 10,
  "fields": {
    "created": "2025-09-17T19:32:21.799Z",
    "updated": "2025-09-28T19:33:15.285Z",
    "master": "buddha",
    "content_type": "teaching",
    "title": "The Four Noble Truths",
    "slug": "the-four-noble-truths",
    "description": "<p style=\"\">The Four Noble Truths form the foundation of the BuddhaÆs teachings and serve as a practical guide to understanding and overcoming suffering. They are not merely philosophical concepts but a step-by-step method for liberation, applicable to anyone seeking peace and wisdom.</p><p style=\"\"><br></p><p style=\"\">\n</p><p style=\"\"><b>\n1. The Truth of Suffering (Dukkha)</b>&nbsp;:</p><p style=\"\">Life, in its ordinary state, is inseparable from suffering. Birth, aging, illness, and death all bring discomfort. Even moments of happiness are impermanent, creating anxiety when they fade. This truth does not deny joy but highlights the reality that all conditioned experiences are transient and cannot provide lasting satisfaction.\n</p><p style=\"\">\n</p><p style=\"\"><br></p><p style=\"\"><b>2. The Truth of the Origin of Suffering (Samudaya):</b></p><p style=\"\">The root cause of suffering is cravingùour constant desire for pleasure, possessions, and even existence itself. This craving leads to attachment and clinging. Ignorance of reality fuels this cycle, making us chase illusions and resist the natural flow of change. Desire, aversion, and ignorance are the three fires that keep suffering alive.\n</p><p style=\"\">\n</p><p style=\"\"><br></p><p style=\"\"><b>3. The Truth of the Cessation of Suffering (Nirodha):</b>\n</p><p style=\"\">Freedom from suffering is possible. By letting go of craving and ignorance, the mind reaches Nirvana, a state of profound peace and liberation. Nirvana is not a distant paradise but the extinction of the fires of greed, hatred, and delusion. It is the ultimate release from the cycle of birth and death.\n</p><p style=\"\">\n</p><p style=\"\"><br></p><p style=\"\"><b>4. The Truth of the Path (Magga):</b>\n</p><p style=\"\">The way to end suffering is the Noble Eightfold Path:</p><p style=\"\">1. Right View&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p style=\"\">2. Right Intention</p><p style=\"\">3. Right Speech</p><p style=\"\">4. Right Action&nbsp;</p><p style=\"\">5. Right Livelihood</p><p style=\"\">6. Right Effort</p><p style=\"\">7. Right Mindfulness</p><p style=\"\">8. Right Concentration</p><p style=\"\"><br></p><p style=\"\">This path is not a set of rigid rules but a balanced way of ethical living, mental discipline, and wisdom. By practicing it, one cultivates insight and compassion, leading to enlightenment.</p><p style=\"\"><br></p><p style=\"\">\n</p><p style=\"\">\n\nTogether, these truths invite introspection and practice. They encourage people to see reality clearly, abandon harmful habits, and live with awareness and kindness.</p><p style=\"\"><br></p><p style=\"\"> </p><p style=\"\">The Four Noble Truths are timeless and universal, offering guidance beyond any culture or religion.</p>",
    "excerpt": "<p style=\"\"><span style=\"color: rgb(115, 24, 66);\">The Four Noble Truths lie at the heart of the BuddhaÆs teaching, offering a clear and practical path to understanding and overcoming suffering. Far from being abstract philosophy, they outline a step-by-step guide to liberation that anyone seeking peace and wisdom can follow.</span></p><ol>\n<li>\n<p></p><div style=\"\"><strong style=\"color: rgb(115, 24, 66);\">The Truth of Suffering (Dukkha)</strong></div><span style=\"color: rgb(115, 24, 66);\"><div style=\"\">Life inevitably contains sufferingùbirth, aging, illness, and death bring discomfort, and even moments of happiness are fleeting. This truth does not reject joy; rather, it highlights the impermanent nature of all experiences, reminding us that lasting satisfaction cannot be found in what constantly changes.</div></span><p></p>\n</li>\n<li>\n<p></p><div style=\"\"><strong style=\"color: rgb(115, 24, 66);\">The Truth of the Origin of Suffering (Samudaya)</strong></div><span style=\"color: rgb(115, 24, 66);\"><div style=\"\">Craving is the root of suffering. Our desire for pleasure, possessions, or continued existence leads to attachment and clinging. Ignorance of reality keeps this cycle alive, as we chase illusions and resist change. Desire, aversion, and ignorance are the fires that fuel our discontent.</div></span><p></p>\n</li>\n<li>\n<p></p><div style=\"\"><strong style=\"color: rgb(115, 24, 66);\">The Truth of the Cessation of Suffering (Nirodha)</strong></div><span style=\"color: rgb(115, 24, 66);\"><div style=\"\">Freedom is possible. When craving and ignorance are released, the mind experiences Nirvanaùa state of profound peace and liberation. Nirvana is not a distant heaven but the extinction of greed, hatred, and delusion, bringing an end to the cycle of birth and death.</div></span><p></p>\n</li>\n<li>\n<p></p><div style=\"\"><strong style=\"color: rgb(115, 24, 66);\">The Truth of the Path (Magga)</strong></div><span style=\"color: rgb(115, 24, 66);\"><div style=\"\">The Noble Eightfold Path provides the method to end suffering: Right View, Intention, Speech, Action, Livelihood, Effort, Mindfulness, and Concentration. This balanced way of ethical living, mental discipline, and wisdom fosters insight and compassion, guiding practitioners toward enlightenment.</div></span><p></p>\n</li>\n</ol><p>\n\n</p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\">Together, these truths encourage honest self-examination and compassionate action. They are timeless principles, transcending culture and religion, inviting everyone to see reality clearly, abandon harmful habits, and live with awareness and kindness.</span></p>",
    "url": null,
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/29/four_noble_truths_with_image_description.png"
  }
},
{
  "model": "content.content",
  "pk": 11,
  "fields": {
    "created": "2025-09-19T01:10:19.137Z",
    "updated": "2025-09-28T19:38:02.531Z",
    "master": "buddha",
    "content_type": "video",
    "title": "Buddha Episode 2",
    "slug": "buddha-episode-2",
    "description": "",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/WeTnz7WJE30",
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/19/buddha.png"
  }
},
{
  "model": "content.content",
  "pk": 12,
  "fields": {
    "created": "2025-09-19T01:12:40.177Z",
    "updated": "2025-09-19T01:15:09.892Z",
    "master": "buddha",
    "content_type": "video",
    "title": "Buddha Episode 3",
    "slug": "buddha-episode-3",
    "description": "",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/Kw6dtdbPdes",
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/19/buddha_TjGBrAG.png"
  }
},
{
  "model": "content.content",
  "pk": 13,
  "fields": {
    "created": "2025-09-21T09:53:43.423Z",
    "updated": "2025-09-28T22:35:30.986Z",
    "master": "krishna",
    "content_type": "book",
    "title": "Krishna : The Man and His Philosophy",
    "slug": "krishna-the-man-and-his-philosophy",
    "description": "<p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><span>In </span><i>Krishna: The Man and His Philosophy</i><span>, Osho offers a unique and unconventional perspective on the life and teachings of Lord Krishna.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>Rather than a traditional devotional or mythological account, Osho presents Krishna as a multifaceted, \"complete\" manùa figure who embodies the full spectrum of human experience without division or denial.</span></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><span>&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span>&lt;sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c448761968=\"\"&gt;&lt;source-inline-chips _ngcontent-ng-c448761968=\"\" _nghost-ng-c786323692=\"\" class=\"ng-star-inserted\"&gt;&lt;source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"&gt;&lt;/source-inline-chip&gt;&lt;/source-inline-chips&gt;&lt;/sources-carousel-inline&gt;</span></p><div><span style=\"color: rgb(115, 24, 66);\"><br></span></div><div><span style=\"color: rgb(115, 24, 66);\">Key themes explored in the book include:</span></div><ul><li><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><span></span><b>Acceptance of life's totality:</b><span> Osho argues that Krishna is the only religious figure to embrace all aspects of life, including love, war, joy, and sorrow.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> He is a sage who can be both a loving flutist and a fierce warrior, a symbol of a philosophy that does not choose between sacred and profane but rather accepts and celebrates the whole.</span></p><p style=\"\"><b style=\"color: rgb(115, 24, 66);\"><br></b></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><b>A spiritual path of celebration and playfulness:</b><span> Osho contrasts Krishna's approach with the solemn, life-denying traditions often associated with religion.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>He portrays Krishna as a figure who is not serious or sad, but rather a \"small oasis of joyous dancing and celebration\" who finds divinity in the everyday, seeing life as a </span><i>leela</i><span> or divine play.</span></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><span><br></span><b>Transcendence through acceptance:</b><span> The book suggests that true transcendence is not achieved by rejecting or suppressing parts of oneself, but by choicelessly accepting the duality of existence.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> By embracing both sides of life, one can move beyond conflict and find a state of wholeness.</span></p><p style=\"\"><b style=\"color: rgb(115, 24, 66);\"><br></b></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><b>Relevance to modern times:</b> Osho draws parallels between Krishna's philosophy and modern psychological insights, particularly those from figures like Freud. <span>He sees Krishna as a figure who was against repression long before modern psychology, making his teachings especially relevant for contemporary seekers struggling with a divided sense of self.</span></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><span><br></span><b>Rejecting imitation and embracing authenticity:</b> Osho emphasizes that Krishna's example is not meant to be imitated. Instead, he encourages readers to use Krishna's life as a guide to discover their own unique potential and live a life of authenticity, courage, and awareness.</span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\"><br></span></p><p style=\"\"><span style=\"color: rgb(115, 24, 66);\">Based on discourses Osho gave in 1970, <i>Krishna: The Man and His Philosophy</i><span> is a thought-provoking and liberating book that redefines how one might perceive the divine, offering a path to spiritual enlightenment that is integrated with, not separate from, the richness of human life.</span></span></p></li></ul>",
    "excerpt": "",
    "url": "https://www.amazon.in/Krishna-Man-His-Philosophy-Osho/dp/8172245661/ref=sr_1_6?crid=2EFIEE2NDVJ97&dib=eyJ2IjoiMSJ9.B1Yyx5uVCTNX26-x0ZGeZ7NlWXzWSec84ZWoda3UHSrbEJg6ZTG0l-fDmYErdG4CKSpL5HvVgl53bon0VlTwG",
    "author": "Bhagwan Rajneesh Osho",
    "flipkart_buy_link": "https://www.flipkart.com/krishna-man-his-philosophy/p/itmegmt4ekwdq4zh?pid=9788172245665&lid=LSTBOK9788172245665LYWYG0&marketplace=FLIPKART&q=krishna+the+man+and+his+philosophy&store=bks&srno=s_1_1&otracker=AS_Query_OrganicAutoSuggest_1_26_na_na_na&otracker1=AS_Query_OrganicAutoSuggest_1_26_na_na_na&fm=organic&iid=f846618b-5d71-4ea2-b352-7d16a5cb0cb7.9788172245665.SEARCH&ppt=hp&ppn=homepage&ssid=wt3d43rsps0000001758448209951&qH=32f049799d1fe938",
    "amazon_buy_link": "https://www.amazon.in/Krishna-Man-His-Philosophy-Osho/dp/8172245661/ref=sr_1_6?crid=2EFIEE2NDVJ97&dib=eyJ2IjoiMSJ9.B1Yyx5uVCTNX26-x0ZGeZ7NlWXzWSec84ZWoda3UHSrbEJg6ZTG0l-fDmYErdG4CKSpL5HvVgl53bon0VlTwG",
    "image": "content/2025/09/29/Krishna_the_complete_man.png"
  }
},
{
  "model": "content.content",
  "pk": 14,
  "fields": {
    "created": "2025-09-21T10:07:01.391Z",
    "updated": "2025-09-26T01:34:36.947Z",
    "master": "osho",
    "content_type": "book",
    "title": "The Book of Secrets : 112 Meditations",
    "slug": "the-book-of-secrets-112-meditations",
    "description": "<p style=\"text-align: justify; \"><i><b>The Book of Secrets</b></i><span class=\"citation-41\"> is Osho's extensive commentary on the ancient text, </span><b>Vigyan Bhairav Tantra</b><span class=\"citation-41 citation-end-41\">.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"1\"><!----></sup></source-footnote></span> <span class=\"citation-40 citation-end-40\">This centuries-old scripture, presented as a conversation between the god Shiva and his consort Devi, outlines 112 meditation techniques for achieving a state of higher consciousness and self-realization.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"2\"><!----></sup></source-footnote></span> <span class=\"citation-39 citation-end-39\">Osho's book is not a philosophical treatise but a practical guide that makes these complex, often esoteric, methods accessible to the modern seeker.</span></p><p style=\"text-align: justify; \"><span class=\"citation-39 citation-end-39\"><br></span></p><p style=\"text-align: justify; \"><span class=\"citation-39 citation-end-39\"><br></span><span style=\"color: inherit; font-family: inherit; font-size: 24px;\">Key Themes and Concepts beautifully explained with practical approach:</span></p><p style=\"text-align: justify; \"><span style=\"color: inherit; font-family: inherit; font-size: 24px;\"><br></span></p><p style=\"text-align: justify; \"><span style=\"color: inherit; font-family: inherit; font-size: 24px;\"><br></span><b>Tantra as a Science of Transformation</b><span class=\"citation-38 citation-end-38\">:</span></p><p style=\"text-align: justify; \"><span class=\"citation-38 citation-end-38\"> Osho reframes Tantra not as a set of sexual practicesùas it's often misunderstoodùbut as a science or methodology.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"4\"></sup></source-footnote></span> He distinguishes it from philosophy, which deals with \"why,\" by focusing on the \"how.\" <span class=\"citation-37 citation-end-37\">The book provides a practical, experiential approach to spirituality, where knowing comes through doing and direct experience, not through intellectual understanding.</span></p><p style=\"text-align: justify; \"><span class=\"citation-37 citation-end-37\"><br></span></p><p style=\"text-align: justify; \"><span class=\"citation-37 citation-end-37\"><br></span><b>The 112 Techniques</b><span class=\"citation-36 citation-end-36\">: </span></p><p style=\"text-align: justify; \"><span class=\"citation-36 citation-end-36\">The core of the book is the detailed explanation of the 112 meditation techniques.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"6\"></sup></source-footnote></span> <span class=\"citation-35 citation-end-35\">These techniques are highly diverse, catering to different types of people and their unique psychological make-up.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"7\"></sup></source-footnote></span> <span class=\"citation-34 citation-end-34\">They are designed to bring the mind into the present moment by using various anchors, such as breath, sound, light, senses, and emotions.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"8\"></sup></source-footnote></span> <span class=\"citation-33 citation-end-33\">For example, some techniques involve focusing on the space between two breaths, while others suggest becoming aware of the sound of a waterfall or the feeling of an ant crawling on your skin.</span></p><p style=\"text-align: justify; \"><span class=\"citation-33 citation-end-33\"><br></span></p><p style=\"text-align: justify; \"><span class=\"citation-33 citation-end-33\"><br></span><b>The Path of Acceptance vs. <span class=\"citation-32\">The Path of Suppression</span></b><span class=\"citation-32\">: </span></p><p style=\"text-align: justify; \"><span class=\"citation-32\">Osho contrasts the Tantric path of </span><b>acceptance</b><span class=\"citation-32 citation-end-32\"> with the more traditional yogic path of suppression.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"10\"></sup></source-footnote></span> <span class=\"citation-31 citation-end-31\">He argues that rather than denying or fighting desires and energies, Tantra teaches one to move with them in full awareness.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"11\"></sup></source-footnote></span> <span class=\"citation-30 citation-end-30\">This approach sees the world and the body as a temple and a vehicle for enlightenment, not an obstacle.</span></p><p style=\"text-align: justify; \"><span class=\"citation-30 citation-end-30\"><br></span></p><p style=\"text-align: justify; \"><span class=\"citation-30 citation-end-30\"><br></span><b>Playfulness and Experimentation</b><span class=\"citation-29 citation-end-29\">: </span></p><p style=\"text-align: justify; \"><span class=\"citation-29 citation-end-29\">A central message is that the search for truth should be a playful, non-serious experiment.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"><sup _ngcontent-ng-c2077508474=\"\" class=\"superscript\" data-turn-source-index=\"13\"></sup></source-footnote></span> Osho encourages readers to try different techniques without rigid discipline, suggesting that if a particular method doesn't \"click,\" they should simply move on and find one that works for them. The book is presented as a set of keys, and the reader must find the one that unlocks their own inner door.</p>",
    "excerpt": "",
    "url": "https://www.amazon.in/Book-Secrets-Meditations-Discover-Mystery/dp/8172614179/ref=sr_1_1?crid=3TLT2W0PZCS4M&dib=eyJ2IjoiMSJ9.7GVTHsgu4jWk58xCK31S6Fwnjhzuu_fWvt5PA2cPMJPAVmWQA33EQyRxo3YxYtae3GuC6rObnku",
    "author": "Bhagwan Rajneesh Osho",
    "flipkart_buy_link": "https://www.flipkart.com/the-book-of-secrets/p/itmf35hqwxncfad3?pid=9780312650605&lid=LSTBOK9780312650605A57IVX&marketplace=FLIPKART&q=the+book+of+secrets+osho&store=bks&srno=s_1_4&otracker=AS_QueryStore_OrganicAutoSuggest_1_12_na_na_ps&otracker1=AS_QueryStore_OrganicAutoSuggest_1_12_na_na_ps&fm=search-autosuggest&iid=39e8eea6-ae4e-493e-8904-b6775920a9bb.9780312650605.SEARCH&ppt=sp&ppn=sp&ssid=9gntlsg3gw0000001758449091348&qH=2d630bb6d8ef5f20",
    "amazon_buy_link": "https://www.amazon.in/Book-Secrets-Meditations-Discover-Mystery/dp/8172614179/ref=sr_1_1?crid=3TLT2W0PZCS4M&dib=eyJ2IjoiMSJ9.7GVTHsgu4jWk58xCK31S6Fwnjhzuu_fWvt5PA2cPMJPAVmWQA33EQyRxo3YxYtae3GuC6rObnkuqEGb1y7h1CyDgAfovfa8em80XGjSJ64zSIx5ZNUWE9BgOX2mkKC3qOQBB7u6Yrpi3I_sm46_DFs13YhYkj9MCgNtWjajgnLM7lJ69M3WfDC-eqVWs_IBKTnNOfJhp2LtPU5uJ6X-ixqAJmNq5VP9ZtrC48xp1Rao.oL5wonLMtQdvu2SdKTlzSwH3xpirNgay7DspDwX6ea4&dib_tag=se&keywords=the+book+of+secrets+by+osho&qid=1758448697&sprefix=the+book+o%2Caps%2C410&s",
    "image": "content/2025/09/26/The_book_of_secrets_final_5yUDzhW.png"
  }
},
{
  "model": "content.content",
  "pk": 15,
  "fields": {
    "created": "2025-09-21T10:18:36.394Z",
    "updated": "2025-09-28T21:25:27.993Z",
    "master": "krishna",
    "content_type": "book",
    "title": "Main Hi Radha Main Hi Krishna",
    "slug": "main-hi-radha-main-hi-krishna",
    "description": "<p style=\"\"><i><b>Main Hi Radha Main Hi Krishna</b></i> (I Am Radha, I Am Krishna) is a notable philosophical and spiritual book by Dr. Gulab Kothari, a prominent Indian journalist, author, and scholar of Vedic sciences. This work is highly acclaimed and was honored with the prestigious <b>Bharatiya Jnanpith Moortidevi Award</b>.</p><p style=\"\"><br></p><p style=\"\">The book is not a retelling of the traditional mythological narrative of Radha and Krishna but a deep, introspective, and scientific exploration of their spiritual essence. Kothari uses the figures of Radha and Krishna as archetypes to delve into profound concepts of Indian philosophy, particularly the Vedic traditions.</p><p></p><h3 style=\"\">Key Themes and Concepts:</h3><p style=\"\"><br></p><p></p><ul><li><p style=\"\"><b>The Unity of Purusha and Prakriti:</b> At its core, the book explores the ultimate unity of the male and female principles, often personified as Krishna and Radha. Kothari argues that they are not two separate entities but two inseparable aspects of a single divine reality. He breaks down the conventional idea of Radha and Krishna as just a couple and presents them as the universal concepts of consciousness (Krishna, the male principle) and divine energy or nature (Radha, the female principle).</p><p style=\"\"><br></p></li><li><p style=\"\"><b>Self-Realization and Inner Awakening:</b> The central thesis of the book is that the divinity of Radha and Krishna is not external but resides within every human being. The title \"Main Hi Radha Main Hi Krishna\" directly translates to \"I am Radha, I am Krishna,\" signifying that the journey to self-realization is about discovering these divine energies within oneself. The book guides the reader to understand that true enlightenment is not about seeking a deity outside but about realizing one's own divine potential.</p></li><li><p style=\"\"><b>Dharma, Artha, Kama, and Moksha:</b> Kothari weaves the concepts of the four <i>purusharthas</i> (goals of human life) into his narrative, explaining how the pursuit of these goals can be a spiritual journey in itself. He presents the union of Radha and Krishna as a metaphor for achieving <i>moksha</i> (liberation) by harmonizing the various aspects of human existence.</p><p style=\"\"><br></p></li><li><p style=\"\"><b>Vedic Science and Philosophy:</b> Drawing heavily from ancient scriptures, Kothari provides a scientific and logical framework for understanding spiritual concepts. He connects the traditional devotional stories to the principles of <i>Ved Vijnana</i> (Vedic science), making the seemingly esoteric ideas accessible and rational.</p><p style=\"\"><br></p></li><li><p style=\"\"><b>A Challenge to Conventional Beliefs:</b> The book challenges traditional, often superficial, interpretations of the Radha-Krishna relationship. It encourages readers to look beyond the literal love story and understand the deeper, universal truth it representsùthe perfect harmony between the individual soul and the universal consciousness.</p><p style=\"\"><br></p></li></ul><p style=\"\">In essence, <i>Main Hi Radha Main Hi Krishna</i> is a transformative read that moves beyond religious dogma to offer a practical, philosophical path to self-discovery and spiritual excellence, rooted in the rich heritage of Indian thought.</p>",
    "excerpt": "",
    "url": "https://www.amazon.in/Krishna-Spiritual-Realization-Moortidevi-Publication/dp/8190813374/ref=sr_1_6?crid=1S0LRP4XHIZWX&dib=eyJ2IjoiMSJ9.S1fN0J3LCNbndVeXZq-kcnEhBPsMhQC-qTl0t7-OPQ05ViuSe9Pv6KDDVnBc5U1h",
    "author": "Dr. Gulab Kothari",
    "flipkart_buy_link": "https://www.flipkart.com/main-hi-radha-krishna-spiritual-book-self-realization-dharma-moksha-dr-gulab-kothari-moortidevi-award-patrika-publication/p/itmegxzd2tez9pmy?pid=9788190813372&lid=LSTBOK9788190813372DEGMBE&marketplace=FLIPKART&q=m+hi+radha+ma+hi+krishna+book&store=bks&srno=s_1_2&otracker=search&otracker1=search&fm=Search&iid=18331b0c-116d-4fa6-a50a-11feb9885720.9788190813372.SEARCH&ppt=sp&ppn=sp&ssid=uflwkdp0mo0000001758449548412&qH=7797c459071f1b17",
    "amazon_buy_link": "https://www.amazon.in/Krishna-Spiritual-Realization-Moortidevi-Publication/dp/8190813374/ref=sr_1_6?crid=1S0LRP4XHIZWX&dib=eyJ2IjoiMSJ9.S1fN0J3LCNbndVeXZq-kcnEhBPsMhQC-qTl0t7-OPQ05ViuSe9Pv6KDDVnBc5U1hyD5V4ZmrKLOti1I3y2kJwFdI2QYMsx2XEUPfcVkNxCvlDosnL-L3l0AaFhnIUwGs2sTt8cvGpovP1COEVJ9GJX5aDZ7XTrU2y1McSAyNiM9uyqR1_teACoFkYyNp6YXvinYC6tTBdbcGx-kJ7IEJb6AoBliR0Uf0vAwIhDp3x1Q.NzpI6NYGmcQqKNQq8G2mmrBAV2qtYqRGD8TU09Bl6XY&dib_tag=se&keywords=books+on+krishna&qid=1758449370&sprefix=books+on+krishna%2Caps%2",
    "image": "content/2025/09/29/mai_hi_radha_mai_hi_krishna.jpg"
  }
},
{
  "model": "content.content",
  "pk": 16,
  "fields": {
    "created": "2025-09-21T10:30:05.071Z",
    "updated": "2025-09-21T11:36:43.570Z",
    "master": "krishna",
    "content_type": "book",
    "title": "Shrimad Bhagwat Geeta",
    "slug": "shrimad-bhagwat-geeta",
    "description": "<p style=\"text-align: justify; \"><i>Shrimad Bhagwat Geeta Yatharoop</i> (Sanskrit for \"Bhagavad Gita As It Is\") is a translation and commentary on the Bhagavad Gita by A.C. Bhaktivedanta Swami Prabhupada, the founder of the International Society for Krishna Consciousness (ISKCON).</p><p style=\"text-align: justify; \"><br></p><p></p><h3 style=\"text-align: justify;\">Key Features and Concepts:</h3><p style=\"text-align: justify;\"><br></p><p></p><ul><li><p style=\"text-align: justify;\"><b>\"As It Is\" Approach:</b> The title <i>Yatharoop</i> emphasizes that the book presents the teachings of the Bhagavad Gita without what Prabhupada considered personal or adulterated interpretations. The goal is to convey the message \"as it is,\" as directed by the speaker, Lord Krishna. Prabhupada believed that the Bhagavad Gita is a text specifically meant for a devotee, and he presents it from the perspective of Gaudiya Vaishnavism, which views Krishna as the Supreme Personality of Godhead.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>Structure:</b> The book includes the original Sanskrit verses, a transliteration, word-for-word meanings, a translation, and an extensive commentary (known as a \"purport\") by Prabhupada. This multi-layered approach is designed to provide a comprehensive understanding of the text.</p></li><li><p style=\"text-align: justify;\"><b>Central Themes:</b> The book's narrative centers on a dialogue between Lord Krishna and the warrior Arjuna on the battlefield of Kurukshetra. It covers five main topics:</p><p style=\"text-align: justify;\"><br></p><ul><li><p style=\"text-align: justify;\"><b>Ishvara (The Supreme Lord):</b> Krishna is presented as the creator, maintainer, and destroyer of the universe.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>Jiva (The Living Entity):</b> The text explains that the soul is eternal and distinct from the temporary body.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>Prakriti (Material Nature):</b> It describes the material world and its governance by the three modes of nature.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>Kala (Time):</b> The concept of eternal time and its unconquerable nature are discussed.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>Karma (Action):</b> The law of cause and effect and how one can act without being bound by the results.</p><p style=\"text-align: justify;\"><br></p></li></ul></li><li><p style=\"text-align: justify;\"><b>The Path of Bhakti:</b> A central message of the book is the path of <i>bhakti</i> or devotional service to Krishna. It teaches that by surrendering to the Supreme Lord and performing one's duty without attachment to the results, one can achieve self-realization and liberation from the cycle of birth and death.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify; \"><b>Wide Distribution:</b> <i>Shrimad Bhagwat Geeta Yatharoop</i> is considered one of the most widely read editions of the Gita worldwide and has been translated into nearly 60 languages. It is a key text for followers of the Hare Krishna movement and is promoted as a guide for self-realization.</p></li></ul>",
    "excerpt": "",
    "url": "https://www.amazon.in/Shrimad-Bhagwat-Geeta-Yatharoop-Hindi/dp/938598618X/ref=sr_1_12?crid=13F0R7EULAFE0&dib=eyJ2IjoiMSJ9.cq-2_D5LFMBUbX2gciUDLkoHIQsD73QGVPT9sw_v3xBPLzhe9ZeaeI_gdfSn_iCvucFjQr6hGQpvm_",
    "author": "A.C. Bhaktivendanta Swami Prabhupada",
    "flipkart_buy_link": "https://www.flipkart.com/shrimad-bhagwat-geeta-yathroop-hindi/p/itm8adde4984fd4a?pid=RBKGFZEBMZBVDCBZ&lid=LSTRBKGFZEBMZBVDCBZCWM4PF&marketplace=FLIPKART&q=srimadbhagwat+geeta+&store=bks&srno=s_1_17&otracker=search&otracker1=search&fm=Search&iid=en_A2YfpzXkD2cFPGNw8T8Fcqh-PNOFae3D-4ipKVhbk3OgXOc1tazAjuRCQGLIlP8bLpe7e960vaHW-M3mw2CsbA%3D%3D&ppt=sp&ppn=sp&ssid=fp66sps0q80000001758450368649&qH=7022906ceb454c72",
    "amazon_buy_link": "https://www.amazon.in/Shrimad-Bhagwat-Geeta-Yatharoop-Hindi/dp/938598618X/ref=sr_1_12?crid=13F0R7EULAFE0&dib=eyJ2IjoiMSJ9.cq-2_D5LFMBUbX2gciUDLkoHIQsD73QGVPT9sw_v3xBPLzhe9ZeaeI_gdfSn_iCvucFjQr6hGQpvm_RTbQkJrk5jCmwBs-B8yrvKvz-eV3Hs1i3f40b86VEEhy9xLnz3xbjzkw5_XbUDMoSa1QDduIKNd0JtL8lKbiudGqwWd-J_avziB4brYZAqSRxitLFoXt99R0cYG9-k-6IGtJvZ2nzn8BkwHNbW4raFheXi5Ss.IAJSLOoPdgyn0tCaVisBgp1CQOw-i-lPrNVGRP-XQdQ&dib_tag=se&keywords=srimad+bhagwat+geeta+book+in+hindi&qid=1758450060&sprefix=shrimad+bhagwat+geet",
    "image": "content/2025/09/21/geeta_IMAGE_FINAL.png"
  }
},
{
  "model": "content.content",
  "pk": 17,
  "fields": {
    "created": "2025-09-21T10:37:15.785Z",
    "updated": "2025-09-21T11:13:19.367Z",
    "master": "krishna",
    "content_type": "book",
    "title": "Radha : A Tale of Divine Love",
    "slug": "radha-a-tale-of-divine-love",
    "description": "<p style=\"text-align: justify; \"><i>Radha: A Tale of Divine Love</i> by Bhanumathi Narasimhan is a spiritual and philosophical book that reinterprets the well-known story of Radha and Krishna through the lens of divine love and surrender. It is not a historical or mythological account but a poetic exploration of the spiritual essence of their relationship.</p><p style=\"text-align: justify; \"><br></p><p></p><h3 style=\"text-align: justify;\">Key Themes and Narrative Structure:</h3><p></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">The book's central narrative is framed through the journey of Uddhava, Krishna's highly intellectual cousin and a disciple. When Uddhava seeks the highest knowledge (<i>Brahmagyan</i>) from Krishna, he expects a discourse on logic, detachment, and the nature of the self. Instead, Krishna, with a knowing smile, sends him to Vrindavan to find this ultimate wisdom from Radha.</p><p style=\"text-align: justify;\"><br></p><ul><li><p style=\"text-align: justify;\"><b>Love vs. Knowledge:</b> The primary conflict and ultimate resolution in the book revolve around the contrast between intellectual knowledge and heartfelt devotion. Uddhava, armed with his philosophical and intellectual prowess, arrives in Vrindavan intending to teach. However, in the presence of the <i>gopis</i> (cowherd girls) and, most importantly, in Radha's unwavering and silent love, his intellect is humbled. He discovers a truth that cannot be contained by philosophy.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>The Power of Bhakti:</b> The book is a profound meditation on the path of <i>bhakti</i>, or devotion. It illustrates how love for the divine, which asks for nothing and gives everything, is a more direct and potent path to enlightenment than intellectual pursuits. Radha's love is portrayed as the ultimate form of surrender that holds even the Lord Krishna captive.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>A Journey of Transformation:</b> Through Uddhava's eyes, the reader is taken on a transformative journey. He arrives as a teacher but is \"undone\" and leaves as a devotee. This journey symbolizes the shift from a head-centered, philosophical approach to a heart-centered, experiential one, where the seeker becomes the lover.</p><p style=\"text-align: justify;\"><br></p></li><li><p style=\"text-align: justify;\"><b>The Subtlety of Radha's Love:</b> The book delves into the nature of Radha's love, which is not a mere romantic emotion but a fierce, all-encompassing ache for the divine. It is a love that transcends physical form and reason, representing the soul's deep longing for union with God.</p><p style=\"text-align: justify;\"><br></p></li></ul><p style=\"text-align: justify; \">In essence, <i>Radha: A Tale of Divine Love</i> is described as \"not a story of knowingùit is a story of becoming.\" It is a lyrical and devotional work that guides the reader on a spiritual pilgrimage into the heart of <i>bhakti</i>, suggesting that all questions dissolve into love.</p>",
    "excerpt": "",
    "url": "https://www.amazon.in/Radha-Tale-Divine-Bhanumathi-Narasimhan/dp/9371972963/ref=sr_1_9?crid=2EZ0SHFLG413J&dib=eyJ2IjoiMSJ9.zUKNsPDfhpPG-igXf8QwQ51DkVfXvWKWjHR24995JTSHbC_GsYMxXRvm1bDBN5YKhtyYkg6W_uWVN",
    "author": "Bhanumathi Narasimhan",
    "flipkart_buy_link": null,
    "amazon_buy_link": "https://www.amazon.in/Radha-Tale-Divine-Bhanumathi-Narasimhan/dp/9371972963/ref=sr_1_9?crid=2EZ0SHFLG413J&dib=eyJ2IjoiMSJ9.zUKNsPDfhpPG-igXf8QwQ51DkVfXvWKWjHR24995JTSHbC_GsYMxXRvm1bDBN5YKhtyYkg6W_uWVNZ2YkRDwyatQRNPLrIiROnNWMYCTCOsiUpc-AnveKHmjXSnKiVGissJgJp2cTUgiQ0-mq_SN61QXz2vEs2Vw0T7A1_RU3Vb1uOyaD9AeC9MaxRb84jDcZff7U59ByGkZI61w-CNMni7qkS3WZW2Z9TQRvBPbPNw.W_oai-XLOU4lAxv4Uw5IpPejaPGHd7XauIn7KwDgSy0&dib_tag=se&keywords=best+book+on+krishna&qid=1758450712&sprefix=best+book+on+krishna+%2Caps%2C362",
    "image": "content/2025/09/21/Radha_A_Tale_of_Divine_Love_Final.png"
  }
},
{
  "model": "content.content",
  "pk": 18,
  "fields": {
    "created": "2025-09-21T10:48:30.140Z",
    "updated": "2025-09-29T00:42:01.713Z",
    "master": "krishna",
    "content_type": "teaching",
    "title": "Karm Yoga: The Way to End Suffering",
    "slug": "karm-yoga-the-way-to-end-suffering",
    "description": "<h2 style=\"\">Karma Yoga: The Way to End Suffering:</h2><p style=\"\"><br></p><p></p><p style=\"\">Lord KrishnaÆs teachings in the Bhagavad Gita are a profound roadmap for navigating life's complexities, but few are as practical and universally applicable as the principle of <b>Karma Yoga</b>. <span>Often simplified to <b>\"action without attachment,\"</b> this concept is a far deeper philosophy that addresses the very root of human suffering: our relentless pursuit of outcomes.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>Krishna's guidance to Arjuna on the battlefield of Kurukshetra is a masterclass in living with purpose and finding inner peace, regardless of external circumstances.</span></p><p style=\"\"><span><br></span></p><p style=\"\"><span><br></span><span style=\"color: inherit; font-family: inherit; font-size: 24px;\">Understanding the Core Philosophy:</span></p><p></p><p style=\"\"><span><br></span></p><p style=\"\"><span>At its heart, Karma Yoga is not about renouncing action, but about transforming our relationship with it.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>Krishna instructs Arjuna to perform his duty as a warrior, not for the sake of winning or losing, but because it is his </span><i>dharma</i><span>ùhis righteous duty.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> This distinction is crucial. It means the value of an action is not measured by its success in the material world, but by the sincerity and selflessness with which it is performed.</p><p style=\"\"><br></p><p style=\"\">This teaching confronts the deep-seated human tendency to base our happiness and self-worth on results. We invest immense emotional energy into the outcome of a job interview, a project, a relationship, or an exam. When the result is favorable, we experience a fleeting high; when it isn't, we feel despair, frustration, and a sense of failure. Krishna points to this cycle of expectation and disappointment as the source of our turmoil. <span>He teaches that by detaching from the \"fruits of action\"ùthe rewards, praise, or even the disappointmentùwe can break free from this emotional roller coaster.</span></p><p style=\"\"><span><br></span></p><p style=\"\"><span><br></span><span style=\"color: inherit; font-family: inherit; font-size: 24px;\">The Practical Application in Daily Life:</span></p><p></p><p style=\"\"><br></p><p style=\"\">The beauty of Karma Yoga is that it's not meant for ascetics in a cave; it's a philosophy for every individual, in every walk of life. ItÆs for the student studying for an exam, the professional working on a deadline, the parent raising a child, and the artist creating a masterpiece.</p><p style=\"\"><br></p><ul><li><p style=\"\"><span></span><b>For the Professional:</b><span> In the corporate world, Karma Yoga can be a powerful tool for stress reduction and burnout prevention.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>Instead of being driven solely by promotions or bonuses, a person practicing Karma Yoga focuses on doing their job with excellence, integrity, and a sense of service.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>The satisfaction comes from the quality of the work itself, not from the external validation it might bring.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>This mindset allows for a sense of fulfillment even when external rewards are not forthcoming.</span></p><p style=\"\"><span><br></span></p>&lt;source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"&gt;<div></div>&lt;/source-inline-chip&gt;</li><li><p style=\"\"><b>For the Creative Artist:</b> An artist often creates from a place of passion, but the moment they start to worry about sales, critics' reviews, or public acclaim, their creative flow can be stifled. <span>Karma Yoga teaches the artist to focus purely on the act of creation.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> The joy is in the brushstroke, the word, the noteùnot in the applause. The art becomes a pure expression, liberated from the pressure of market demands.</p><p style=\"\"><br></p><p style=\"\">&lt;sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c448761968=\"\"&gt;&lt;source-inline-chips _ngcontent-ng-c448761968=\"\" _nghost-ng-c786323692=\"\" class=\"ng-star-inserted\"&gt;&lt;source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"&gt;&lt;/source-inline-chip&gt;&lt;/source-inline-chips&gt;&lt;/sources-carousel-inline&gt;</p><div></div></li><li><p style=\"\"><b>For Personal Relationships:</b> In relationships, we often give with the expectation of receiving something in returnùlove, appreciation, or security. When these expectations aren't met, we feel hurt and resentment. <span>Karma Yoga encourages giving with a selfless heart, purely for the joy of giving.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> It's an unconditional love that is not transactional, leading to more authentic and less conflict-ridden relationships.</p><p style=\"\"><br></p><p style=\"\">&lt;sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c448761968=\"\"&gt;&lt;/sources-carousel-inline&gt;</p><p style=\"\">&lt;sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c448761968=\"\"&gt;&lt;/sources-carousel-inline&gt;</p><p style=\"\">&lt;sources-carousel-inline ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c448761968=\"\"&gt;&lt;source-inline-chips _ngcontent-ng-c448761968=\"\" _nghost-ng-c786323692=\"\" class=\"ng-star-inserted\"&gt;&lt;source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"&gt;&lt;/source-inline-chip&gt;&lt;/source-inline-chips&gt;&lt;/sources-carousel-inline&gt;</p><div></div></li></ul><p style=\"\"><span>This shift in perspective transforms work from a chore or a means to an end into a spiritual practice.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>When every action is an offering, performed with sincerity and without selfish motives, it purifies the mind and leads to inner freedom.</span></p><p style=\"\"><span><br></span></p><p style=\"\"><span><br></span><span style=\"color: inherit; font-family: inherit; font-size: 24px;\">The Deeper Spiritual Dimension:</span></p><p></p><p style=\"\"><span><br></span></p><p style=\"\"><span>Beyond its practical benefits, Karma Yoga is a potent path to spiritual liberation.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>Krishna explains that all actions performed with selfish desires create </span><b>karmic bondage</b><span>ùa chain of cause and effect that keeps the soul trapped in the cycle of birth and death.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>However, when actions are performed as an offering to the divine or for the welfare of others, they do not create this bondage.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> They become a means of purifying the consciousness and moving closer to self-realisation.</p><p style=\"\"><br></p><p style=\"\">The state of mind is what distinguishes a self-serving act from a yogic act. When you perform a task, are you doing it for personal gain, or are you doing it because it is the right thing to do? Are you motivated by ego, or by a sense of duty and service? <span>KrishnaÆs teaching encourages a continuous self-inquiry into the motivations behind our actions.</span></p><p style=\"\"><span><br></span></p><p style=\"\"><span><br></span><span>This path is not about laziness or indifference to the outcome.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> <span>It is a path of disciplined, focused, and selfless effort.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> A Karma Yogi is a highly effective individual, but their effectiveness is not measured by worldly standards. It is measured by their inner peace and the purity of their intentions. <span>They are engaged in the world but not entangled by it.&lt;source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c2077508474=\"\"&gt;<sup></sup>&lt;/source-footnote&gt;</span> They are in the world, but not of it.</p><p style=\"\"><br></p><p style=\"\">In a world that constantly measures our worth by our achievements, KrishnaÆs teaching offers a radical and liberating alternative. It reminds us that our true value lies not in what we get, but in how we give. <span>It is a timeless wisdom that empowers us to live a life of purpose, free from the burdens of anxiety, expectation, and disappointment, ultimately guiding us towards a state of enduring joy and spiritual liberation.</span></p>",
    "excerpt": "",
    "url": null,
    "author": "B L Tata",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/29/KarmYoga_IYsrsiq.png"
  }
},
{
  "model": "content.content",
  "pk": 19,
  "fields": {
    "created": "2025-09-21T10:55:10.748Z",
    "updated": "2025-09-28T21:23:23.125Z",
    "master": "krishna",
    "content_type": "teaching",
    "title": "The Body and Soul (Atman)",
    "slug": "the-body-and-soul-atman",
    "description": "<p style=\"\">In the Bhagavad Gita, Krishna's very first teaching to a despondent Arjuna is about the fundamental distinction between the <b>body and the soul (Atman)</b>. This is not a mere philosophical point; it is the cornerstone upon which all his subsequent teachingsùfrom Karma Yoga to Bhakti Yogaùare built. KrishnaÆs message is simple yet revolutionary: the grief and fear that paralyze you are born from the illusion that your temporary body is your true self. By understanding your eternal, spiritual nature, you can transcend the dualities of life and act with clarity and courage.</p><p style=\"\"><br></p>&lt;hr style=\"text-align: justify;\"&gt;<p></p><h3 style=\"\">The Nature of the Soul: Unborn, Eternal, and Indestructible:</h3><p style=\"\"><br></p><p></p><p style=\"\">Krishna begins by directly addressing Arjuna's sorrow over the prospect of killing his relatives in battle. He explains that Arjuna's grief is misplaced because he is lamenting for those who should not be grieved for. The body, Krishna asserts, is temporary, an ever-changing vessel of flesh and blood. It is born, it grows, it ages, and it dies. The soul, however, is the opposite. It is <b>unborn (aja)</b>, <b>eternal (nityam)</b>, and <b>indestructible (avinasi)</b>.</p><p style=\"\"><br></p><p style=\"\">To illustrate this, Krishna uses a powerful and relatable analogy: <b>\"Just as a person casts off worn-out garments and puts on new ones, so the soul casts off worn-out bodies and enters new ones.\"</b> This is the concept of reincarnation. The process of birth and death is not an end but a transition. The soul is the passenger, and the body is the vehicle. When the vehicle is no longer serviceable, the passenger simply moves on. This understanding immediately reframes death not as a tragic conclusion but as a natural, inevitable step in the soul's journey.</p><p style=\"\"><br></p>&lt;hr style=\"text-align: justify;\"&gt;<p></p><h3 style=\"\">Overcoming Grief, Fear, and Illusion:</h3><p style=\"\"><br></p><p></p><p style=\"\">The knowledge of the soul's immortality is the antidote to fear and grief. Arjuna is afraid of causing death, but Krishna clarifies that he cannot truly kill the soul. The soul cannot be pierced by weapons, burned by fire, or drowned by water. It is a spiritual essence that transcends all material elements.</p><p style=\"\"><br></p><p style=\"\">This teaching has profound psychological implications. Our deepest fearsùthe fear of death, the fear of loss, the fear of changeùstem from our identification with the temporary body and its attachments. We fear losing what we mistakenly believe to be our fundamental self. By realizing that our true identity is the eternal soul, we can view life from a different perspective. A loved oneÆs passing becomes a transition, not an annihilation. The loss of possessions or status becomes a temporary setback, not a permanent blow to our existence. This realization provides a solid foundation of equanimity in the face of life's inevitable ups and downs.</p><p style=\"\"><br></p>&lt;hr style=\"text-align: justify;\"&gt;<p></p><h3 style=\"\">True Identity: Beyond the Dualities of the Material World:</h3><p style=\"\"><br></p><p></p><p style=\"\">Krishna teaches that the material world is a realm of <b>dualities (dvandva)</b>: happiness and distress, pleasure and pain, honor and dishonor, heat and cold. Our senses and mind are constantly reacting to these dualities, which keeps us in a state of agitation. However, the soul is beyond these. It is a silent, unmoving witness to the ever-changing play of the material world.</p><p style=\"\"><br></p><p style=\"\">By identifying with the soul, you can become the observer rather than the reactor. You can experience the pleasure and pain of the body without being deeply affected or attached to them. This is the state of a <b>Yogi</b>ùone who is steady in both joy and sorrow. ItÆs not about becoming emotionless but about not allowing emotions to dictate your actions or peace of mind. You can perform your duties, engage in relationships, and pursue your goals, all while remaining grounded in the knowledge of your spiritual identity.</p><p style=\"\"><br></p>&lt;hr style=\"text-align: justify;\"&gt;<p></p><h3 style=\"\">The Philosophical and Spiritual Foundation:</h3><p style=\"\"><br></p><p></p><p style=\"\">Krishna's first teaching is the gateway to understanding all other concepts in the Gita.</p><p style=\"\"><br></p><ul><li><p style=\"\"><b>Karma Yoga (Action):</b> How can you act without attachment to results? By realizing that you, the soul, are merely the agent of action, not the owner of its consequences.</p><p style=\"\"><br></p></li><li><p style=\"\"><b>Bhakti Yoga (Devotion):</b> Why surrender to Krishna? Because he is the Supreme Soul (<i>Paramatma</i>), the ultimate source from which all individual souls originate.</p><p style=\"\"><br></p></li><li><p style=\"\"><b>Jnana Yoga (Knowledge):</b> How do you attain ultimate knowledge? By gaining the spiritual wisdom that distinguishes the soul from the body and leads to liberation.</p><p style=\"\"><br></p></li></ul><p style=\"\">In conclusion, Krishna's teaching on the body and soul is not just an ancient philosophy; it is a direct and practical guide to living a life free from fear, grief, and illusion. It is an invitation to shift your perspective from the finite to the infinite, from the temporary to the eternal, and in doing so, to find true peace and purpose. The fundamental question it poses to every individual is: <b>\"Who are you, really?\"</b> Your answer determines how you live your life.</p>",
    "excerpt": "",
    "url": null,
    "author": "B L Tata",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/29/the_body_and_soul.png"
  }
},
{
  "model": "content.content",
  "pk": 20,
  "fields": {
    "created": "2025-09-21T11:03:24.109Z",
    "updated": "2025-09-21T11:10:59.655Z",
    "master": "krishna",
    "content_type": "video",
    "title": "Geeta Gyan: Episode 1",
    "slug": "geeta-gyan-episode-1",
    "description": "<p style=\"text-align: justify; \">This video is from Jai Shree Krishna TV serial produced and directed by Sri Ramanand Sagar. We have taken this video just to spread the message of Lord Krishna, we have just provided the link of the youtube video, whoever will watch it through our website will directly move to youtube.</p>",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/XynTOmIiqPE",
    "author": "Ramanand Sagar",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/21/geeta_gyan_episodes.png"
  }
},
{
  "model": "content.content",
  "pk": 21,
  "fields": {
    "created": "2025-09-21T11:45:38.982Z",
    "updated": "2025-09-21T13:39:05.844Z",
    "master": "krishna",
    "content_type": "video",
    "title": "Shyam Tere Kaam Bade ...: Bhajan",
    "slug": "shyam-tere-kaam-bade-achraj-bhare-bhajan",
    "description": "",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/GVFCn_dLe7k",
    "author": "Ramanand Sagar TV serial on Lord Krishna",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/21/shyam_Tere_kaam_bade_acharaj_Bhare.png"
  }
},
{
  "model": "content.content",
  "pk": 22,
  "fields": {
    "created": "2025-09-21T11:57:33.158Z",
    "updated": "2025-09-29T00:05:09.161Z",
    "master": "krishna",
    "content_type": "video",
    "title": "Namami Radhe Namami Krishnam: Bhajan",
    "slug": "namami-radhe-namami-krishnam-bhajan",
    "description": "",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/HtaDH3mlkqg",
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/29/namami_radhe_namami_krishnam.png"
  }
},
{
  "model": "content.content",
  "pk": 23,
  "fields": {
    "created": "2025-09-25T14:45:35.390Z",
    "updated": "2025-09-25T14:46:35.195Z",
    "master": "krishna",
    "content_type": "blog",
    "title": "Krishna : The Complete Man",
    "slug": "lord-krishna-the-master-of-masters",
    "description": "<p style=\"text-align: justify; \"><b>Lord Krishna is the only complete man in the entire history of consciousness.&nbsp;</b>He is not a fragment. Krishna is the full orchestra. He is the song <i>and</i> the silence; the meditation <i>and</i> the marketplace.</p><div _ngcontent-ng-c3889421858=\"\" class=\"source-inline-chip-container ng-star-inserted\"></div><p style=\"text-align: justify; \">He accepts all the contradictions you are desperately trying to deny in yourself. He is the ultimate cosmic joke. Look at him, he looks as the master of masters.&nbsp;</p><p style=\"text-align: justify;\">He is a <b>Siddha</b>, one who has arrived, not a seeker. The seeker is still begging at the door; the Siddha is throwing a party inside the palace. <span class=\"citation-24\">Krishna shows you how to find peace </span><i>in</i><span class=\"citation-24 citation-end-24\"> the middle of the world, right at the center of the cyclone.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"4\"><!----></sup></source-footnote></span> <b>His meditation is not escape; it is rootedness.</b> <span class=\"citation-23\"></span><i>Sthita-pragya</i><span class=\"citation-23 citation-end-23\">ùthe one whose consciousness is rooted, still, unshakable, even while the body is dancing, the hands are playing the flute, or the chariot is moving into battle.&nbsp;</span>And that is the essential point: <b>the acceptance of the total.</b></p><p style=\"text-align: justify;\"><b><br></b></p><p style=\"text-align: justify;\">The so-called religious mind splits everything. It says: Spirit is good, body is bad. Meditation is divine, sex is sin. Renunciation is sacred, relationship is profane. Krishna laughs at this foolish schizophrenia.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">He loves womenùhe dances with the Gopis. The whole universe is his playmate, so why should he choose only one? <span class=\"citation-22 citation-end-22\">His love is not possessive attachment; it is a flowing of his being, an infinite stillness.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"6\"><!----></sup></source-footnote></span> His <i>Lila</i>, his divine play, is simply the overflow of a heart so full of God that it must spread in all directions. If your so-called æsaintÆ runs from women, he is running from life. He is afraid of his own shadow, afraid of his own repressed energy. Krishna has no fear. <span class=\"citation-21 citation-end-21\">He embraces the whole of existence, and in that total embrace, there is transcendence.</span></p><p style=\"text-align: justify;\"><span class=\"citation-21 citation-end-21\"><br></span></p><p style=\"text-align: justify;\"><span class=\"citation-21 citation-end-21\"><br></span>He is not afraid of war. He is the master of <i>non-action in action</i>.</p><p style=\"text-align: justify;\">This is the great revolutionary message of the Gita. Arjuna is confused. He wants to escape to the forest, to become a monk. He says, ôI cannot fight; I cannot kill.ö He sounds like the perfect moral man, the Gandhian ideal.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">And what does Krishna say? He says, \"Arjuna, your renunciation is cowardly. It is driven by ego, by the desire to <i>do</i> good, to <i>be</i> a saint. <span class=\"citation-20 citation-end-20\">Drop this egoistic decision.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"8\"><!----></sup></source-footnote></span> <b>Surrender to the Whole.</b> <span class=\"citation-19 citation-end-19\">Be just a vehicle.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"9\"><!----></sup></source-footnote></span> Let the cosmos flow through you. If God chooses to fight through you, then fight. If God chooses to love through you, then love. You, the small 'I,' the ego, you are not the doer.\"</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">His famous 'I' statementù<i>ôSurrender to meö</i>ùis the pinnacle of this. <span class=\"citation-18 citation-end-18\">When you say 'I', it is the small, frightened ego caged inside your skin.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"10\"></sup></source-footnote></span> <span class=\"citation-17 citation-end-17\">When Krishna says 'I', he means the ultimate energy, the God-source, the whole cosmos permeating everything.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"11\"></sup></source-footnote></span> He is not saying, \"Surrender to the man Krishna\"; he is saying, <b>\"Surrender to your own deepest potential, to the whole that is breathing you.\"</b></p><p style=\"text-align: justify;\"><b><br></b><span class=\"citation-16 citation-end-16\">He challenges your morality.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"12\"></sup></source-footnote></span> Your morality is a small, petty adjustment to society. His <i>Dharma</i> is cosmic adjustment, total harmony with existence. When you choose between good and evil, you are still in conflict. Krishna accepts the duality and, by accepting it totally, he transcends it. He shows that every moment, existence asks something of you. That required action, done with awareness and choicelessness, is the only true religion.</p><p style=\"text-align: justify;\"><span class=\"citation-15 citation-end-15\"><br></span></p><p style=\"text-align: justify;\"><span class=\"citation-15 citation-end-15\">He is the man of the future.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"13\"></sup></source-footnote></span> The ancient prophets were necessaryùthey taught man to stand up. The ascetic was necessaryùhe taught man to look inward. But now, man is ready to be whole.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">The future man will not be an ascetic running from the world. He will be a mystic in the world. He will be a meditator in the marketplace. He will be a warrior with a flute. He will be a lover who is utterly alone. He will be an embodiment of total acceptance, celebrating existence in all its colors, with laughter and tears, with dance and death, with love and war.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">This is the key: <b>Krishna is the man who turned life into a celebration.</b> The others have given you scriptures; Krishna has given you a divine dance. He is the ultimate invitation to drop the serious sadness that has crippled humanity for millennia. Drop your guilt, drop your choice, drop your split mind. Be absolutely <b>here</b>ù<i>all</i> of you, without reservation, without denial.</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><b>Be a total human being, and you become divine.</b>&nbsp;This is the essence of Krishna. This is the only way of the Buddha that has learned to laugh, to dance, and to play the flute. And I tell you, <i>this</i> music is the sound of the ultimate. Hear it, and you will forget all your scriptures. Dance to it, and you will forget all your temples. Become it, and you will forget that you were ever small.</p><hr style=\"text-align: justify;\"><p><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"><!----><!----><!----></source-inline-chip><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"><!----><!----><!----></source-inline-chip><!----><!----><!----><!----><!----><!----><!----><!----><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"><!----><!----><!----></source-inline-chip><!----><!----><!----><!----><!----><!----><!----><!----><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"><!----><!----><!----></source-inline-chip><!----><!----><!----><!----><!----><!----><!----><!----><source-inline-chip _ngcontent-ng-c786323692=\"\" _nghost-ng-c3889421858=\"\" class=\"ng-star-inserted\"><!----><!----><!----></source-inline-chip><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----><!----></p><p style=\"text-align: justify; \"><b>Siddha. <span class=\"citation-14 citation-end-14\">Sthita-pragya.<source-footnote ng-version=\"0.0.0-PLACEHOLDER\" _nghost-ng-c1657725526=\"\"><sup _ngcontent-ng-c1657725526=\"\" class=\"superscript\" data-turn-source-index=\"14\"><!----></sup></source-footnote></span> Celebration:</b></p><p style=\"text-align: justify; \">Remember these three words, and you have grasped the hand of the dancing god. Now, forget the words and start dancing. That is the only authentic reading of the Bhagavad Gita.</p>",
    "excerpt": "",
    "url": null,
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/25/Krishna_the_complete_man.png"
  }
},
{
  "model": "content.content",
  "pk": 24,
  "fields": {
    "created": "2025-09-25T20:41:42.182Z",
    "updated": "2025-09-29T00:48:24.613Z",
    "master": "osho",
    "content_type": "video",
    "title": "Sound for the Seven Chakras : Osho",
    "slug": "kya-tumne-apne-chaitanya-ko-jana",
    "description": "<div style=\"\">We have taken this video; from the \"OSHO-HINDi\" Youtube Channel; we are just providing the link of this video on our website, thereby not violating any copyright. Just being the ardent lover of Bhagwan Rajneesh Osho, we are trying to spread his message to the visitors of this website. We&nbsp; advise the visitors of this website to visit the official youtube channel of Osho Hindi and take its membership; we are sure you will find the nectar of life there.We are uploading this video just in the service of Bhagwan Osho</div>",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/pwyruN4BWYA",
    "author": "Bhagwan Osho",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/29/Lord_Osho_BXtqrgE.png"
  }
},
{
  "model": "content.content",
  "pk": 25,
  "fields": {
    "created": "2025-09-26T00:58:30.876Z",
    "updated": "2025-09-26T00:58:30.889Z",
    "master": "osho",
    "content_type": "video",
    "title": "Dynamic Meditation : Osho",
    "slug": "dynamic-meditation-osho",
    "description": "",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/Xn2R3-crdeg",
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/26/Lord_osho_original.png"
  }
},
{
  "model": "content.content",
  "pk": 26,
  "fields": {
    "created": "2025-09-26T01:05:54.461Z",
    "updated": "2025-09-29T00:46:07.797Z",
    "master": "osho",
    "content_type": "video",
    "title": "The Uniqueness of Buddha : Osho",
    "slug": "osho-why-buddha-chose-the-word-nirvana",
    "description": "",
    "excerpt": "",
    "url": "https://www.youtube.com/embed/x_KFJ0FwE8E",
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/29/buddha.png"
  }
},
{
  "model": "content.content",
  "pk": 27,
  "fields": {
    "created": "2025-09-26T01:20:57.164Z",
    "updated": "2025-09-28T23:33:44.852Z",
    "master": "osho",
    "content_type": "book",
    "title": "Shiv Sutras : Osho",
    "slug": "shiv-sutras-osho",
    "description": "<p style=\"\"><em>Shiv Sutra</em>, or the <em>Vijnana Bhairava Tantra</em>, is an ancient spiritual text that explores consciousness and self-realization. OshoÆs commentary makes these 112 sutras practical for modern seekers, emphasizing direct experience over theory. Each sutra provides a meditation techniqueùobserving the breath, focusing on sensations, embracing silence, or fully feeling emotions like joy, love, or pain.</p><p style=\"\"><br></p><p style=\"\">Osho highlights that enlightenment is not separate from daily life. By practicing awareness in every moment, one can transcend habitual patterns of the mind and connect with Shiva, the universal consciousness. Total presence in life, he teaches, is the doorway to the divine, showing that every experience holds the potential for awakening.</p><p style=\"\"><br></p><p>\n\n</p><p style=\"\"><em>Shiv Sutra</em> bridges the mystical and the mundane, guiding readers to live consciously, meditate deeply, and realize the infinite within. OshoÆs interpretation inspires a journey of self-discovery and inner freedom accessible in the here and now.</p>",
    "excerpt": "",
    "url": null,
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": "https://www.amazon.in/Shiv-Sutra-Osho/dp/8128834770/ref=sr_1_16?crid=19FNOMMFZFC89&dib=eyJ2IjoiMSJ9.IMefSk7eL0lPa3bXpVJtFgHYoL5p9DzP96sL-4CyiRgOQbS7YbkAI2zGuJ5Y5pnYDeIo_acKXPP-js-mHe37fC9VC2JVs091uH9BwuSgrdTNu7ZD8Ilwc79MK8H3ULPTA5CQaAcqONco0MEOCAeJMFcA1AloAXbPgoIrS4efgxdpl0EUH0D2SVoierGsCMjAntcPvCU7Efn-BxtdCXuy06VvqWXnKBz186BIJ1ohvdg.rJw46KEPlLfl9Mst99V5ZKAksX_sqn-F74z6lqMD9Gs&dib_tag=se&keywords=osho+books&qid=1758849340&sprefix=osho+%2Caps%2C318&sr=8-16",
    "image": "content/2025/09/29/shivshutra_AnLuWHN.png"
  }
},
{
  "model": "content.content",
  "pk": 28,
  "fields": {
    "created": "2025-09-26T01:46:34.335Z",
    "updated": "2025-09-26T01:46:34.352Z",
    "master": "osho",
    "content_type": "blog",
    "title": "Party With the Existence: Osho",
    "slug": "party-with-the-existence-osho",
    "description": "<p data-start=\"146\" data-end=\"172\" style=\"text-align: justify; \"><strong data-start=\"146\" data-end=\"170\">Party with Existence</strong></p><p data-start=\"174\" data-end=\"697\" style=\"text-align: justify;\">Existence is not something to be taken lightly. Most human beings live as though life is a serious burden, a responsibility, a struggle to endure. And they carry within them a subtle tension, an undercurrent of fear and guilt. They are never fully relaxed, never completely at ease. They are always planning, always calculating, always trying to control things that cannot be controlled. But existence is not serious. It is playful, spontaneous, alive, and generous. To live fully, one must learn to party with existence.</p><p data-start=\"174\" data-end=\"697\" style=\"text-align: justify;\"><br></p><p data-start=\"699\" data-end=\"1123\" style=\"text-align: justify;\">What does it mean to party with existence? It does not mean running after pleasure, indulgence, or superficial excitement. That is not a party; that is a form of escapism. A true party with existence is a celebration of being alive. It is a total acceptance of life as it is, a dance with reality in its endless forms. It is to laugh when life laughs, to cry when life cries, to be fully present, fully awake, fully alive.</p><p data-start=\"699\" data-end=\"1123\" style=\"text-align: justify;\"><br></p><p data-start=\"1125\" data-end=\"1685\" style=\"text-align: justify;\">Existence is a friend, not an enemy. Most people look at life with suspicion, as if life is out to harm them. They measure everything, they compare, they resist. But if you drop all resistance, if you simply surrender to what is, you discover that existence is an eternal giver. It does not need to be understood, it does not need to be controlled, it only needs to be celebrated. Partying with existence is a way of saying ôyesö to life, not ômaybe,ö not ôI will see,ö not ôI will if conditions are right.ö A party is unconditional, spontaneous, and joyful.</p><p data-start=\"1125\" data-end=\"1685\" style=\"text-align: justify;\"><br></p><p data-start=\"1687\" data-end=\"2195\" style=\"text-align: justify;\">And how do you celebrate existence? First, by being aware. Awareness is the doorway. When you are aware, even the smallest things become miraculous. The wind on your face, the warmth of the sun, the sound of birds, the rhythm of your own breathùeverything becomes a music to dance to. Most people live asleep; they miss the party because they are caught in worries, regrets, or ambitions. Awareness is your invitation. It says: ôWake up! Life is happening. Life is a party, and you are the guest of honor.ö</p><p data-start=\"1687\" data-end=\"2195\" style=\"text-align: justify;\"><br></p><p data-start=\"2197\" data-end=\"2731\" style=\"text-align: justify;\">Existence does not need your help, but it needs your presence. When you are present, everything happens naturally. Flowers bloom, rivers flow, hearts beat. And when you are present, you too begin to flow with the rhythm of life. You stop trying to force, to manipulate, to interfere. You relax into the dance of existence, and suddenly life becomes playful. A bird flying becomes a poem; a cloud drifting in the sky becomes a painting; a smile from a stranger becomes a blessing. The party is everywhere; the party is in everything.</p><p data-start=\"2197\" data-end=\"2731\" style=\"text-align: justify;\"><br></p><p data-start=\"2733\" data-end=\"3147\" style=\"text-align: justify;\">One who parties with existence is joyous but not attached. He laughs, but he does not cling. He dances, but he does not stumble in fear when the music stops. He celebrates, but he does not demand that life always serve him. The essence of the party is freedom. You are free to participate, free to enjoy, free to be yourself. That freedom is the source of all joy. And joy, not struggle, is the highest religion.</p><p data-start=\"2733\" data-end=\"3147\" style=\"text-align: justify;\"><br></p><p data-start=\"3149\" data-end=\"3611\" style=\"text-align: justify;\">Party with existence means to live dangerouslyùnot in the sense of physical risk, but in the sense of being authentic. Most people live within invisible cages built by society, by habit, by fear. They are afraid of ridicule, failure, loneliness. But the one who parties with existence steps out of these cages. He accepts uncertainty, he embraces the unknown, he welcomes life with open arms. This is the ultimate courage: to be fully alive without guarantees.</p><p data-start=\"3149\" data-end=\"3611\" style=\"text-align: justify;\"><br></p><p data-start=\"3613\" data-end=\"4070\" style=\"text-align: justify;\">Love is part of the party. Love is the music, the rhythm, the laughter that makes life worth living. To love is to celebrate existence. And love without conditions, love without calculation, love without expectation, is the highest form of partying. Most relationships are not parties; they are contracts. But a true heart in love dances with life, not with fear, not with demand. It flows, it gives, it receives, and in this flow it discovers the divine.</p><p data-start=\"3613\" data-end=\"4070\" style=\"text-align: justify;\"><br></p><p data-start=\"4072\" data-end=\"4611\" style=\"text-align: justify;\">And existence itself is divine. You do not need to reach somewhere, achieve something, or earn anything to meet God. God is in the here, in the now, in the sheer existence of being. To party with existence is to meet God, because God is the music of life, the dance of the universe, the laughter that echoes in every heart. Meditation is part of the party because meditation brings you back to the awareness of now. In meditation, you stop running, stop seeking, stop resisting, and you simply exist. And in that existence, you find joy.</p><p data-start=\"4072\" data-end=\"4611\" style=\"text-align: justify;\"><br></p><p data-start=\"4613\" data-end=\"5046\" style=\"text-align: justify;\">Remember, a party has no agenda. You do not need to be perfect to enjoy it. You do not need to have achieved something to celebrate. You do not need to wait for tomorrow. The invitation is now. Life is happening, and you can join, or you can remain on the sidelines. Those who remain on the sidelines live in fear, in regret, in longing. Those who join the party experience bliss, laughter, music, and the infinite beauty of being.</p><p data-start=\"4613\" data-end=\"5046\" style=\"text-align: justify;\"><br></p><p data-start=\"5048\" data-end=\"5500\" style=\"text-align: justify;\">Even suffering can be part of the party, because existence is total. Pain, loss, disappointment, and grief are as much a part of life as joy, love, and beauty. To resist them is to resist life. To embrace them, to be aware of them, to feel them fully, is to transform them into music, into dance, into a celebration of lifeÆs wholeness. The one who parties with existence does not choose only happiness; he chooses reality, and reality is a festival.</p><p data-start=\"5048\" data-end=\"5500\" style=\"text-align: justify;\"><br></p><p data-start=\"5502\" data-end=\"5924\" style=\"text-align: justify;\">So, drop your seriousness, your need to control, your endless calculations. Step into the dance. Feel the rhythm of your own being, of the world around you. Let the heart laugh, let the eyes sparkle, let the body move. The sky, the trees, the wind, the starsùall are part of the celebration. You are invited. No one can give you this joy, and no one can take it away. It is yours when you choose to party with existence.</p><p data-start=\"5502\" data-end=\"5924\" style=\"text-align: justify;\"><br></p><p>\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n</p><p data-start=\"5926\" data-end=\"6211\" style=\"text-align: justify; \">Party with existence, and life becomes a celebration without end. There is no need to reach anywhere, to acquire anything, or to prove anything. The party is already here, and you are the life of it. Just be present, just be aware, just be yourselfùand existence will dance with you.</p>",
    "excerpt": "",
    "url": null,
    "author": "",
    "flipkart_buy_link": null,
    "amazon_buy_link": null,
    "image": "content/2025/09/26/party_with_existence.png"
  }
},
{
  "model": "social.likedislike",
  "pk": 16,
  "fields": {
    "created": "2025-09-18T22:29:24.534Z",
    "updated": "2025-09-18T22:29:24.534Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "value": 1
  }
},
{
  "model": "social.likedislike",
  "pk": 19,
  "fields": {
    "created": "2025-09-27T06:31:53.895Z",
    "updated": "2025-09-27T06:31:53.896Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "value": 1
  }
},
{
  "model": "social.comment",
  "pk": 1,
  "fields": {
    "created": "2025-09-18T22:29:45.593Z",
    "updated": "2025-09-18T22:29:45.594Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "text": "WONDERFUL"
  }
},
{
  "model": "social.comment",
  "pk": 2,
  "fields": {
    "created": "2025-09-18T23:50:05.092Z",
    "updated": "2025-09-27T09:18:24.499Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "text": "I salute to the greatest ever master, Gautam Buddha. With Love"
  }
},
{
  "model": "social.comment",
  "pk": 3,
  "fields": {
    "created": "2025-09-27T06:17:35.066Z",
    "updated": "2025-09-27T06:17:35.067Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "text": "hi"
  }
},
{
  "model": "social.comment",
  "pk": 4,
  "fields": {
    "created": "2025-09-27T06:19:40.386Z",
    "updated": "2025-09-27T07:14:53.292Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "text": "I Just love the Buddha"
  }
},
{
  "model": "social.comment",
  "pk": 6,
  "fields": {
    "created": "2025-09-27T08:04:11.629Z",
    "updated": "2025-09-27T08:04:11.630Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "text": "This is really wonderful"
  }
},
{
  "model": "social.comment",
  "pk": 7,
  "fields": {
    "created": "2025-09-27T08:56:52.657Z",
    "updated": "2025-09-27T08:56:52.657Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 5,
    "text": "This is the essence of the dhamma."
  }
},
{
  "model": "social.share",
  "pk": 1,
  "fields": {
    "created": "2025-09-14T23:48:50.050Z",
    "updated": "2025-09-14T23:48:50.050Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 1,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 2,
  "fields": {
    "created": "2025-09-14T23:48:51.824Z",
    "updated": "2025-09-14T23:48:51.825Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 1,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 3,
  "fields": {
    "created": "2025-09-14T23:48:53.117Z",
    "updated": "2025-09-14T23:48:53.117Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 1,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 4,
  "fields": {
    "created": "2025-09-15T01:34:18.036Z",
    "updated": "2025-09-15T01:34:18.037Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 1,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 5,
  "fields": {
    "created": "2025-09-15T01:45:40.721Z",
    "updated": "2025-09-15T01:45:40.721Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 1,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 6,
  "fields": {
    "created": "2025-09-17T20:41:16.839Z",
    "updated": "2025-09-17T20:41:16.840Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 7,
  "fields": {
    "created": "2025-09-17T20:41:18.486Z",
    "updated": "2025-09-17T20:41:18.487Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 8,
  "fields": {
    "created": "2025-09-17T20:41:19.308Z",
    "updated": "2025-09-17T20:41:19.308Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 9,
  "fields": {
    "created": "2025-09-17T20:41:23.675Z",
    "updated": "2025-09-17T20:41:23.676Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 10,
  "fields": {
    "created": "2025-09-18T17:05:20.687Z",
    "updated": "2025-09-18T17:05:20.689Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 11,
  "fields": {
    "created": "2025-09-18T22:03:56.640Z",
    "updated": "2025-09-18T22:03:56.641Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 12,
  "fields": {
    "created": "2025-09-18T22:10:56.884Z",
    "updated": "2025-09-18T22:10:56.884Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 13,
  "fields": {
    "created": "2025-09-18T22:10:56.905Z",
    "updated": "2025-09-18T22:10:56.905Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 14,
  "fields": {
    "created": "2025-09-18T22:10:56.920Z",
    "updated": "2025-09-18T22:10:56.920Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 15,
  "fields": {
    "created": "2025-09-18T22:10:56.936Z",
    "updated": "2025-09-18T22:10:56.936Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 16,
  "fields": {
    "created": "2025-09-18T22:10:56.952Z",
    "updated": "2025-09-18T22:10:56.952Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 17,
  "fields": {
    "created": "2025-09-18T22:10:56.968Z",
    "updated": "2025-09-18T22:10:56.968Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 18,
  "fields": {
    "created": "2025-09-18T22:10:56.981Z",
    "updated": "2025-09-18T22:10:56.982Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 19,
  "fields": {
    "created": "2025-09-18T22:10:56.997Z",
    "updated": "2025-09-18T22:10:56.997Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 20,
  "fields": {
    "created": "2025-09-18T22:10:57.013Z",
    "updated": "2025-09-18T22:10:57.013Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 21,
  "fields": {
    "created": "2025-09-18T22:29:10.829Z",
    "updated": "2025-09-18T22:29:10.831Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 22,
  "fields": {
    "created": "2025-09-18T22:29:12.325Z",
    "updated": "2025-09-18T22:29:12.325Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 23,
  "fields": {
    "created": "2025-09-18T22:29:59.229Z",
    "updated": "2025-09-18T22:29:59.230Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 24,
  "fields": {
    "created": "2025-09-18T23:21:32.014Z",
    "updated": "2025-09-18T23:21:32.014Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 25,
  "fields": {
    "created": "2025-09-19T01:20:22.292Z",
    "updated": "2025-09-19T01:20:22.292Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 12,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 26,
  "fields": {
    "created": "2025-09-27T06:17:18.230Z",
    "updated": "2025-09-27T06:17:18.243Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 27,
  "fields": {
    "created": "2025-09-27T06:17:20.464Z",
    "updated": "2025-09-27T06:17:20.465Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 28,
  "fields": {
    "created": "2025-09-27T06:17:21.458Z",
    "updated": "2025-09-27T06:17:21.458Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 29,
  "fields": {
    "created": "2025-09-27T06:17:21.632Z",
    "updated": "2025-09-27T06:17:21.632Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 30,
  "fields": {
    "created": "2025-09-27T06:17:21.855Z",
    "updated": "2025-09-27T06:17:21.855Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 31,
  "fields": {
    "created": "2025-09-27T06:17:22.861Z",
    "updated": "2025-09-27T06:17:22.861Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 32,
  "fields": {
    "created": "2025-09-27T06:17:23.035Z",
    "updated": "2025-09-27T06:17:23.036Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 33,
  "fields": {
    "created": "2025-09-27T06:17:23.218Z",
    "updated": "2025-09-27T06:17:23.219Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 34,
  "fields": {
    "created": "2025-09-27T06:17:23.385Z",
    "updated": "2025-09-27T06:17:23.386Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 35,
  "fields": {
    "created": "2025-09-27T06:17:23.565Z",
    "updated": "2025-09-27T06:17:23.566Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 36,
  "fields": {
    "created": "2025-09-27T06:17:23.764Z",
    "updated": "2025-09-27T06:17:23.764Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 37,
  "fields": {
    "created": "2025-09-27T06:17:24.032Z",
    "updated": "2025-09-27T06:17:24.033Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 38,
  "fields": {
    "created": "2025-09-27T06:17:24.217Z",
    "updated": "2025-09-27T06:17:24.217Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 39,
  "fields": {
    "created": "2025-09-27T06:17:24.382Z",
    "updated": "2025-09-27T06:17:24.383Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 40,
  "fields": {
    "created": "2025-09-27T06:17:25.028Z",
    "updated": "2025-09-27T06:17:25.028Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 41,
  "fields": {
    "created": "2025-09-27T06:17:25.402Z",
    "updated": "2025-09-27T06:17:25.402Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 42,
  "fields": {
    "created": "2025-09-27T06:17:25.552Z",
    "updated": "2025-09-27T06:17:25.552Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 43,
  "fields": {
    "created": "2025-09-27T06:17:25.754Z",
    "updated": "2025-09-27T06:17:25.754Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 44,
  "fields": {
    "created": "2025-09-27T06:17:26.007Z",
    "updated": "2025-09-27T06:17:26.007Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 45,
  "fields": {
    "created": "2025-09-27T06:17:26.177Z",
    "updated": "2025-09-27T06:17:26.177Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 46,
  "fields": {
    "created": "2025-09-27T06:17:26.352Z",
    "updated": "2025-09-27T06:17:26.352Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 47,
  "fields": {
    "created": "2025-09-27T06:17:26.537Z",
    "updated": "2025-09-27T06:17:26.538Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 48,
  "fields": {
    "created": "2025-09-27T06:17:26.743Z",
    "updated": "2025-09-27T06:17:26.744Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 49,
  "fields": {
    "created": "2025-09-27T06:17:26.928Z",
    "updated": "2025-09-27T06:17:26.929Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 50,
  "fields": {
    "created": "2025-09-27T06:17:27.152Z",
    "updated": "2025-09-27T06:17:27.152Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 51,
  "fields": {
    "created": "2025-09-27T06:17:27.364Z",
    "updated": "2025-09-27T06:17:27.365Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 52,
  "fields": {
    "created": "2025-09-27T06:19:26.051Z",
    "updated": "2025-09-27T06:19:26.051Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 53,
  "fields": {
    "created": "2025-09-27T06:19:26.802Z",
    "updated": "2025-09-27T06:19:26.802Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 54,
  "fields": {
    "created": "2025-09-27T06:19:27.007Z",
    "updated": "2025-09-27T06:19:27.007Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 55,
  "fields": {
    "created": "2025-09-27T06:19:27.234Z",
    "updated": "2025-09-27T06:19:27.235Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 7,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 56,
  "fields": {
    "created": "2025-09-27T07:40:48.853Z",
    "updated": "2025-09-27T07:40:48.854Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 57,
  "fields": {
    "created": "2025-09-27T07:40:49.553Z",
    "updated": "2025-09-27T07:40:49.554Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 58,
  "fields": {
    "created": "2025-09-27T07:40:49.708Z",
    "updated": "2025-09-27T07:40:49.708Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 59,
  "fields": {
    "created": "2025-09-27T07:40:49.855Z",
    "updated": "2025-09-27T07:40:49.856Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 60,
  "fields": {
    "created": "2025-09-27T07:40:50.011Z",
    "updated": "2025-09-27T07:40:50.011Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 61,
  "fields": {
    "created": "2025-09-27T07:40:50.237Z",
    "updated": "2025-09-27T07:40:50.239Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 62,
  "fields": {
    "created": "2025-09-27T07:46:51.078Z",
    "updated": "2025-09-27T07:46:51.079Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 63,
  "fields": {
    "created": "2025-09-27T07:46:53.244Z",
    "updated": "2025-09-27T07:46:53.244Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 64,
  "fields": {
    "created": "2025-09-27T07:46:55.116Z",
    "updated": "2025-09-27T07:46:55.116Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 65,
  "fields": {
    "created": "2025-09-27T07:47:42.365Z",
    "updated": "2025-09-27T07:47:42.365Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 66,
  "fields": {
    "created": "2025-09-27T07:50:09.082Z",
    "updated": "2025-09-27T07:50:09.083Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 67,
  "fields": {
    "created": "2025-09-27T07:50:10.517Z",
    "updated": "2025-09-27T07:50:10.518Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 68,
  "fields": {
    "created": "2025-09-27T07:50:10.907Z",
    "updated": "2025-09-27T07:50:10.907Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 69,
  "fields": {
    "created": "2025-09-27T07:50:11.118Z",
    "updated": "2025-09-27T07:50:11.119Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 70,
  "fields": {
    "created": "2025-09-27T07:50:11.331Z",
    "updated": "2025-09-27T07:50:11.332Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 71,
  "fields": {
    "created": "2025-09-27T07:50:11.534Z",
    "updated": "2025-09-27T07:50:11.534Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 72,
  "fields": {
    "created": "2025-09-27T07:50:11.725Z",
    "updated": "2025-09-27T07:50:11.726Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 73,
  "fields": {
    "created": "2025-09-27T07:50:11.947Z",
    "updated": "2025-09-27T07:50:11.947Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 74,
  "fields": {
    "created": "2025-09-27T07:50:53.701Z",
    "updated": "2025-09-27T07:50:53.701Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 75,
  "fields": {
    "created": "2025-09-27T07:55:21.828Z",
    "updated": "2025-09-27T07:55:21.829Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 76,
  "fields": {
    "created": "2025-09-27T07:55:24.735Z",
    "updated": "2025-09-27T07:55:24.735Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 77,
  "fields": {
    "created": "2025-09-27T07:55:46.061Z",
    "updated": "2025-09-27T07:55:46.061Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 78,
  "fields": {
    "created": "2025-09-27T07:58:01.732Z",
    "updated": "2025-09-27T07:58:01.733Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 79,
  "fields": {
    "created": "2025-09-27T07:58:06.375Z",
    "updated": "2025-09-27T07:58:06.376Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 80,
  "fields": {
    "created": "2025-09-27T07:58:09.482Z",
    "updated": "2025-09-27T07:58:09.483Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 81,
  "fields": {
    "created": "2025-09-27T07:58:11.081Z",
    "updated": "2025-09-27T07:58:11.081Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 82,
  "fields": {
    "created": "2025-09-27T07:58:11.246Z",
    "updated": "2025-09-27T07:58:11.247Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 83,
  "fields": {
    "created": "2025-09-27T07:58:11.479Z",
    "updated": "2025-09-27T07:58:11.479Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 84,
  "fields": {
    "created": "2025-09-27T08:01:54.748Z",
    "updated": "2025-09-27T08:01:54.750Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 85,
  "fields": {
    "created": "2025-09-27T08:01:56.008Z",
    "updated": "2025-09-27T08:01:56.008Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 86,
  "fields": {
    "created": "2025-09-27T08:01:57.565Z",
    "updated": "2025-09-27T08:01:57.565Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 87,
  "fields": {
    "created": "2025-09-27T08:02:05.548Z",
    "updated": "2025-09-27T08:02:05.549Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 88,
  "fields": {
    "created": "2025-09-27T08:02:08.184Z",
    "updated": "2025-09-27T08:02:08.185Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 89,
  "fields": {
    "created": "2025-09-27T08:02:39.833Z",
    "updated": "2025-09-27T08:02:39.833Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 90,
  "fields": {
    "created": "2025-09-27T08:02:46.684Z",
    "updated": "2025-09-27T08:02:46.685Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 91,
  "fields": {
    "created": "2025-09-27T08:02:47.635Z",
    "updated": "2025-09-27T08:02:47.636Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 92,
  "fields": {
    "created": "2025-09-27T08:02:47.841Z",
    "updated": "2025-09-27T08:02:47.842Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 93,
  "fields": {
    "created": "2025-09-27T08:02:48.052Z",
    "updated": "2025-09-27T08:02:48.052Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 94,
  "fields": {
    "created": "2025-09-27T08:02:48.231Z",
    "updated": "2025-09-27T08:02:48.231Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 95,
  "fields": {
    "created": "2025-09-27T08:02:48.426Z",
    "updated": "2025-09-27T08:02:48.427Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 96,
  "fields": {
    "created": "2025-09-27T08:02:48.639Z",
    "updated": "2025-09-27T08:02:48.640Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 97,
  "fields": {
    "created": "2025-09-27T08:02:48.834Z",
    "updated": "2025-09-27T08:02:48.835Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 98,
  "fields": {
    "created": "2025-09-27T08:02:49.057Z",
    "updated": "2025-09-27T08:02:49.057Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 99,
  "fields": {
    "created": "2025-09-27T08:03:01.493Z",
    "updated": "2025-09-27T08:03:01.493Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 100,
  "fields": {
    "created": "2025-09-27T08:03:03.329Z",
    "updated": "2025-09-27T08:03:03.330Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 101,
  "fields": {
    "created": "2025-09-27T08:03:03.574Z",
    "updated": "2025-09-27T08:03:03.574Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 102,
  "fields": {
    "created": "2025-09-27T08:03:03.802Z",
    "updated": "2025-09-27T08:03:03.803Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 103,
  "fields": {
    "created": "2025-09-27T08:05:47.536Z",
    "updated": "2025-09-27T08:05:47.537Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 104,
  "fields": {
    "created": "2025-09-27T08:06:09.463Z",
    "updated": "2025-09-27T08:06:09.463Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 105,
  "fields": {
    "created": "2025-09-27T08:06:28.772Z",
    "updated": "2025-09-27T08:06:28.773Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 106,
  "fields": {
    "created": "2025-09-27T08:07:11.947Z",
    "updated": "2025-09-27T08:07:11.948Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 107,
  "fields": {
    "created": "2025-09-27T08:07:18.637Z",
    "updated": "2025-09-27T08:07:18.638Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 108,
  "fields": {
    "created": "2025-09-27T08:07:20.309Z",
    "updated": "2025-09-27T08:07:20.309Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 109,
  "fields": {
    "created": "2025-09-27T08:07:23.222Z",
    "updated": "2025-09-27T08:07:23.222Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 110,
  "fields": {
    "created": "2025-09-27T08:07:24.342Z",
    "updated": "2025-09-27T08:07:24.342Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 111,
  "fields": {
    "created": "2025-09-27T08:12:04.813Z",
    "updated": "2025-09-27T08:12:04.813Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 112,
  "fields": {
    "created": "2025-09-27T08:12:10.671Z",
    "updated": "2025-09-27T08:12:10.672Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 113,
  "fields": {
    "created": "2025-09-27T08:12:12.608Z",
    "updated": "2025-09-27T08:12:12.608Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 114,
  "fields": {
    "created": "2025-09-27T08:12:15.303Z",
    "updated": "2025-09-27T08:12:15.303Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 115,
  "fields": {
    "created": "2025-09-27T08:13:06.310Z",
    "updated": "2025-09-27T08:13:06.310Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 116,
  "fields": {
    "created": "2025-09-27T08:14:35.039Z",
    "updated": "2025-09-27T08:14:35.039Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 117,
  "fields": {
    "created": "2025-09-27T08:15:11.845Z",
    "updated": "2025-09-27T08:15:11.845Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 19,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 118,
  "fields": {
    "created": "2025-09-27T08:15:38.185Z",
    "updated": "2025-09-27T08:15:38.185Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 119,
  "fields": {
    "created": "2025-09-27T08:20:47.349Z",
    "updated": "2025-09-27T08:20:47.350Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 120,
  "fields": {
    "created": "2025-09-27T08:32:14.116Z",
    "updated": "2025-09-27T08:32:14.117Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 121,
  "fields": {
    "created": "2025-09-27T08:32:27.830Z",
    "updated": "2025-09-27T08:32:27.831Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 122,
  "fields": {
    "created": "2025-09-27T08:34:47.897Z",
    "updated": "2025-09-27T08:34:47.897Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 123,
  "fields": {
    "created": "2025-09-27T08:34:57.927Z",
    "updated": "2025-09-27T08:34:57.927Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 124,
  "fields": {
    "created": "2025-09-27T08:34:58.610Z",
    "updated": "2025-09-27T08:34:58.610Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 125,
  "fields": {
    "created": "2025-09-27T08:34:59.693Z",
    "updated": "2025-09-27T08:34:59.693Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 126,
  "fields": {
    "created": "2025-09-27T08:35:00.163Z",
    "updated": "2025-09-27T08:35:00.163Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 127,
  "fields": {
    "created": "2025-09-27T08:37:02.218Z",
    "updated": "2025-09-27T08:37:02.218Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 128,
  "fields": {
    "created": "2025-09-27T08:50:48.167Z",
    "updated": "2025-09-27T08:50:48.167Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 129,
  "fields": {
    "created": "2025-09-27T08:55:00.386Z",
    "updated": "2025-09-27T08:55:00.387Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 130,
  "fields": {
    "created": "2025-09-27T08:57:13.765Z",
    "updated": "2025-09-27T08:57:13.766Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 5,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 131,
  "fields": {
    "created": "2025-09-27T09:32:37.870Z",
    "updated": "2025-09-27T09:32:37.870Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 132,
  "fields": {
    "created": "2025-09-27T09:32:44.876Z",
    "updated": "2025-09-27T09:32:44.876Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 133,
  "fields": {
    "created": "2025-09-27T09:32:48.685Z",
    "updated": "2025-09-27T09:32:48.685Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 134,
  "fields": {
    "created": "2025-09-27T09:32:49.400Z",
    "updated": "2025-09-27T09:32:49.400Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 135,
  "fields": {
    "created": "2025-09-27T09:32:50.392Z",
    "updated": "2025-09-27T09:32:50.392Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 136,
  "fields": {
    "created": "2025-09-27T09:32:51.039Z",
    "updated": "2025-09-27T09:32:51.039Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "social.share",
  "pk": 137,
  "fields": {
    "created": "2025-09-28T07:24:34.659Z",
    "updated": "2025-09-28T07:24:34.661Z",
    "user": [
      "Lalita"
    ],
    "content_type": [
      "content",
      "content"
    ],
    "object_id": 10,
    "platform": "link"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 1,
  "fields": {
    "user": [
      "Lalita"
    ],
    "otp": "272622",
    "token": "35eb0e7a-3e7a-437c-b5c0-22a8a62a6bc2",
    "created_at": "2025-09-21T07:49:26.033Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 2,
  "fields": {
    "user": [
      "Lalita"
    ],
    "otp": "320954",
    "token": "31004ecb-5d66-497e-9401-01f4ca5840b4",
    "created_at": "2025-09-21T07:51:20.960Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 3,
  "fields": {
    "user": [
      "social"
    ],
    "otp": "659255",
    "token": "f8821c35-1514-4834-bfab-084409c7ec22",
    "created_at": "2025-09-21T07:54:50.440Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 4,
  "fields": {
    "user": [
      "social"
    ],
    "otp": "699561",
    "token": "02f760f7-89ec-4f71-b897-85f3f6e21f0e",
    "created_at": "2025-09-21T08:04:56.602Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 5,
  "fields": {
    "user": [
      "social"
    ],
    "otp": "775714",
    "token": "6398a24b-04f0-4277-b869-fadf349aef3d",
    "created_at": "2025-09-21T08:18:00.044Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 6,
  "fields": {
    "user": [
      "social"
    ],
    "otp": "944519",
    "token": "8834ebad-7bae-4def-911a-8479c73b6fa3",
    "created_at": "2025-09-21T08:39:23.415Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 7,
  "fields": {
    "user": [
      "social"
    ],
    "otp": "802917",
    "token": "97d08ad6-02bf-4496-bbab-4046267174be",
    "created_at": "2025-09-21T08:54:03.688Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 8,
  "fields": {
    "user": [
      "social"
    ],
    "otp": "335124",
    "token": "883c2dfd-be0c-40d9-91ac-595fdf9e258e",
    "created_at": "2025-09-21T08:59:38.162Z"
  }
},
{
  "model": "masters.passwordresetotp",
  "pk": 9,
  "fields": {
    "user": [
      "Lalita"
    ],
    "otp": "688460",
    "token": "8057ea0d-17f5-4f1b-abcd-9b3af84aa13f",
    "created_at": "2025-09-28T07:30:25.963Z"
  }
}
]
